[[{"nome": "Domínio da Água", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Oceano ou Wynna.", "beneficio": "você está permanentemente sob efeito da magia respirar na água."}, {"nome": "Domínio dos Animais", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Allihanna, Megalokk ou Oceano.", "beneficio": "você está permanentemente sob efeito da magia falar com animais. Além disso, Sobrevivência é uma perícia de clas- se para você."}, {"nome": "Domínio do Ar", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Oceano ou Wynna.", "beneficio": "você está permanentemente sob efeito da magia queda suave."}, {"nome": "Domínio do Bem", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Allihanna, Azgher, Khalmyr, Lena, Marah ou Valkaria.", "beneficio": "para criaturas de tendência Maligna, a dificuldade para resistir às suas magias divinas aumenta em CD+1."}, {"nome": "Domínio do Caos", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Hyninn ou Nimb.", "beneficio": "para criaturas de tendência Leal, a dificuldade para resistir às suas magias divinas aumenta em CD+1."}, {"nome": "Domínio do Conhecimento", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Kallyadranoch, Sszzaas, Tanna-Toh ou Thyatis.", "beneficio": "você pode fazer testes de qualquer Conhecimento como se fosse treinado, com um bônus igual a seu nível + modifi- cador de Inteligência."}, {"nome": "Domínio da Cura", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Allihanna, Lena, Marah ou Thyatis.", "beneficio": "suas magias de cura curam 1 PV adicional por ní- vel da magia. Por exemplo, curar ferimentos moderados (uma magia de 2o nível) cura 2 PV adicionais."}, {"nome": "Domínio da Destruição", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Kallyadranoch, Keenn, Megalokk ou Ragnar.", "beneficio": "você recebe +1 em jogadas de dano corpo-a-corpo."}, {"nome": "Domínio da Enganação", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Hyninn ou Sszzaas.", "beneficio": "Enganação, Furtividade e Ladinagem passam a ser perícias de classe para você."}, {"nome": "Domínio do Fogo", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Azgher, Tauron, Thyatis ou Wynna.", "beneficio": "você recebe resistência a fogo 5."}, {"nome": "Domínio da Força", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Keenn ou Tauron.", "beneficio": "uma vez por dia, como uma ação livre, você pode receber um bônus igual ao seu nível na Força por uma rodada."}, {"nome": "Domínio da Guerra", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Keenn, Khalmyr, Lin-Wu, Ragnar, Tauron ou Valkaria.", "beneficio": "você recebe os talentos Usar Arma e Foco em Arma, apenas para a arma predileta de sua divindade."}, {"nome": "Domínio da Magia", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Kallyadranoch ou Wynna.", "beneficio": "uma vez por dia, você pode lançar qualquer ma- gia que conheça sem gastar pontos de magia. Você também pode aplicar efeitos de talentos metamágicos que possua a essa magia, mas nesse caso deverá pagar o custo extra exigido pelo(s) talento(s)."}, {"nome": "Domínio do Mal", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Keenn, Megalokk, Ragnar, Sszzaas ou Tenebra.", "beneficio": "para criaturas de tendência Bondosa, a dificuldade para resistir às suas magias divinas aumenta em CD+1."}, {"nome": "Domínio da Morte", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Ragnar, Sszzaas ou Tenebra.", "beneficio": "uma vez por dia, você pode usar o toque da morte. Faça um ataque de toque desarmado. Se você acertar, role 1d6 por nível. Se o total igualar ou superar os pontos de vida do alvo, ele morre (sem direito a teste de resistência). Caso contrário, o alvo não sofre nada."}, {"nome": "Domínio da Ordem", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Khalmyr, Lin-Wu, Tanna-Toh ou Tauron.", "beneficio": "para criaturas de tendência Caótica, a dificuldade para resistir às suas magias divinas aumenta em CD+1."}, {"nome": "Domínio das Plantas", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Allihanna, Lena, Megalokk ou Oceano.", "beneficio": "você pode lançar a magia constrição três vezes por dia, como um clérigo, sem gastar pontos de magia."}, {"nome": "Domínio da Proteção", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Khalmyr, Lena, Lin-Wu, Marah, Tanna-Toh, Tauron ou Tenebra.", "beneficio": "uma vez por dia, com uma ação padrão, você pode tocar um alvo e gerar um escudo de proteção que fornece um bô- nus igual a seu nível em testes de resistência. Por exemplo, se você é um personagem de 5o nível, fornece +5 em testes de resistência. O escudo dura um minuto."}, {"nome": "Domínio do Sol", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "Expulsar Mortos-Vivos, devoto de Azgher ou Lin-Wu.", "beneficio": "uma vez por dia, quando usa Expulsar Mortos- -Vivos, você pode invocar o poder do sol. Se fizer isso, os mortos- -vivos que falharem em seu teste de resistência são destruídos (em vez de ficar apavorados)."}, {"nome": "Domínio da Sorte", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Hyninn, Marah, Nimb, Wynna ou Valkaria.", "beneficio": "uma vez por dia, você pode rolar novamente uma jogada ou teste que tenha recém realizado."}, {"nome": "Domínio da Terra", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Khalmyr, Tenebra ou Wynna.", "beneficio": "como uma ação de movimento, você pode fixar-se ao solo e receber CA+2. O efeito dura até que você se mova. Este talento não pode ser usado se você não está em contato firme com o chão, ou se está em uma superfície precária (corda, escada, ponte...)."}, {"nome": "Domínio da Viagem", "livro": "Módulo Básico", "tipo": "Poder Concedido", "preRequisito": "devoto de Azgher, Tanna-Toh, Thyatis ou Valkaria.", "beneficio": "uma vez por dia, você pode se tornar imune a qual- quer efeito que restrinja seu movimento (como se usasse a magia movimentação livre), por um número de rodadas igual ao seu nível."}], [{"nome": "Ajuda dos Ancestrais", "livro": "Módulo Básico", "tipo": "Talento de Destino", "descricao": "Você pode orar aos espíritos de seus ancestrais e perguntar a eles sobre seu destino.", "preRequisito": "Sab 13.", "beneficio": "você pode lançar a magia adivinhação uma vez por dia, sem gastar pontos de magia."}, {"nome": "Ao Sabor do Destino", "livro": "Módulo Básico", "tipo": "Talento de Destino", "descricao": "Alguns dias são da caça, outros do caçador. Alguns dias são do fora da lei e outros do oficial da lei! Se hoje você está carregado de tesouros, amanhã pode estar fugindo pela vida com as calças na mão e estômago roncando. Outros confiam em equipamento mágico. Mas você confia apenas em sua própria habilidade e sorte.", "preRequisito": "Car 13, personagem 5o nível.", "beneficio": "você recebe os seguintes benefícios, de acordo com seu nível de personagem. Caso adquira este talento depois do 5o nível, você recebe todos os benefícios dos níveis anteriores.", "especial": "quando você utiliza voluntariamente qualquer item mágico (exceto poções), perde o benefício deste talento por um mês. Você ainda pode lançar magias, receber magias benéficas, ou benefi- ciar-se de itens usados por outros — por exemplo, você pode “ir de carona” em um tapete voador, mas não pode você mesmo conduzi-lo."}, {"nome": "Atraente", "livro": "Módulo Básico", "tipo": "Talento de Destino", "descricao": "Olhos bonitos, traços delicados, voz melodiosa... Algo em sua aparência chama à atenção.", "beneficio": "você recebe +4 nos testes de Diplomacia e Enganação contra qualquer um que possa se sentir fisicamente atraído por você."}, {"nome": "Comandar", "livro": "Módulo Básico", "tipo": "Talento de Destino", "descricao": "Você sabe como liderar outros em batalha.", "preRequisito": "Car 13.", "beneficio": "você pode usar uma ação padrão para gritar ordens para seus aliados. Aqueles que puderem ouvi-lo recebem +1 em suas jogadas e testes por um número de rodadas igual a 1 + seu modificador de Carisma."}, {"nome": "Corrida", "livro": "Módulo Básico", "tipo": "Talento de Destino", "descricao": "Você corre. Rápido.", "beneficio": "seu deslocamento aumenta em +3m."}, {"nome": "Devoto", "livro": "Módulo Básico", "tipo": "Talento de Destino", "descricao": "Escolha um deus. Você segue fielmente o deus escolhido, re- cebendo uma pequena porção de poder mágico divino por isso.", "preRequisito": "Sab 11, estar entre os adoradores típicos do deus escolhido (veja em “Deuses”, no Capítulo 6).", "beneficio": "escolha uma magia divina de nível 0. Você pode lançar esta magia até três vezes por dia, como se fosse um clérigo.", "especial": "este talento funciona como a habilidade de classe devoto (de clérigos, druidas e paladinos), permitindo que você ad- quira talentos de Poder Concedido de sua divindade padroeira. Este talento pode ser adquirido várias vezes. Cada vez que é adquirido, você deve escolher outra magia."}, {"nome": "Estudioso Arcano", "livro": "Módulo Básico", "tipo": "Talento de Destino", "descricao": "Você estudou um pouco sobre magia.", "preRequisito": "Int 11.", "beneficio": "escolha uma magia arcana de nível 0. Você pode lançar esta magia até três vezes por dia, como se fosse um mago.", "especial": "este talento pode ser adquirido várias vezes. Cada vez que é adquirido, você deve escolher outra magia."}, {"nome": "Expulsão Aprimorada", "livro": "Módulo Básico", "tipo": "Talento de Destino", "descricao": "Você consegue expulsar ou comandar mortos-vivos com mais eficácia.", "preRequisito": "Expulsar/Fascinar Mortos-Vivos.", "beneficio": "a dificuldade do teste de Vontade contra o talento Expulsar/Fascinar Mortos-Vivos aumenta em CD+2."}, {"nome": "Expulsar/Fascinar Mortos-Vivos", "livro": "Módulo Básico", "tipo": "Talento de Destino", "descricao": "Você pode usar sua energia positiva para expulsar mortos- -vivos, ou energia negativa para fasciná-los.", "preRequisito": "habilidade de canalizar energia positiva/ negativa.", "beneficio": "este talento afeta todos os mortos-vivos a até 9m. Se você canaliza energia positiva, pode deixá-los apavorados du- rante um minuto. Se canaliza energia negativa, pode deixá-los sob seu comando. Dar uma ordem aos mortos-vivos é uma ação de movimento. O nível somado de mortos-vivos sob seu comando não pode exceder seu próprio nível. Mortos-vivos têm direito a um teste de Vontade (CD 10 + metade de seu nível + modificador de Carisma) para evitar qual- quer destes efeitos. Usar este talento é uma ação padrão, e gasta uma utilização diária da habilidade canalizar energia positiva/negativa."}, {"nome": "Fortitude Maior", "livro": "Módulo Básico", "tipo": "Talento de Destino", "descricao": "Você tem mais resistência física que as pessoas normais.", "beneficio": "seu bônus base de Fortitude aumenta +2.", "especial": "você pode escolher este talento diversas vezes. Seus efeitos se acumulam."}, {"nome": "Liderança", "livro": "Módulo Básico", "tipo": "Talento de Destino", "descricao": "Por suas façanhas, você atraiu uma ou mais pessoas que dese- jam servir a você.", "preRequisito": "personagem 6o nível.", "beneficio": "escolha entre ter um parceiro, ou ter seguidores. Um parceiro é um segundo personagem, dois níveis abaixo do seu. Você é livre para construir esse personagem, escolhendo sua raça e classe — mas a tendência do parceiro deve estar apenas um passo distante da sua. O parceiro avança de nível quando você também avança. Um parceiro é alguém leal, que segue seu personagem por razões pessoais. Ele segue suas ordens, e pode até arriscar a vida para ajudá-lo. Mas um parceiro constantemente maltratado pode — por intervenção do mestre — desistir de segui-lo. Se escolheu seguidores, você tem uma quantidade de níveis de seguidores igual a seu nível multiplicado por seu modificador de Carisma (mínimo 1). Por exemplo, um paladino de 10o nível e Carisma 16 (+3) tem 30 níveis de seguidores. Você pode distribuir os níveis como quiser para construir os personagens, mas o nível máximo que eles podem ter é igual a metade do seu. Então, o mes- mo paladino poderia ter seguidores de até 5o nível. Essa diferença de poder torna os seguidores ineficazes em combate. Em geral eles atuam apenas contra adversários fracos, ou então como ajudantes, guardas, mensageiros, carregadores... Seguidores podem ser de qualquer tendência, mas não cos- tumam ser tão leais ou corajosos quanto parceiros. Podem lutar se ordenados, mas abandonam a luta se perdem metade ou mais de seus pontos de vida. Seguidores não sobem de nível; quando você sobe de nível, ganha mais seguidores. Ao perder parceiros ou seguidores (por morte ou desistência), você vai precisar de 1d4 meses para encontrar outros.", "especial": "você pode escolher este talento duas vezes, uma para parceiro e uma para seguidores."}, {"nome": "Linguista", "livro": "Módulo Básico", "tipo": "Talento de Destino", "descricao": "Neste mundo de muitas línguas e culturas, você tem aptidão para aprender idiomas de outros povos.", "beneficio": "você aprende um número de novos idiomas igual a 3 + seu modificador de Inteligência (mínimo 1).", "especial": "você pode escolher este talento diversas vezes. Seus efeitos se acumulam."}, {"nome": "Reflexos Rápidos", "livro": "Módulo Básico", "tipo": "Talento de Destino", "descricao": "Você tem Reflexos apurados.", "beneficio": "seu bônus base de Reflexos aumenta +2.", "especial": "você pode escolher este talento diversas vezes. Seus efeitos se acumulam."}, {"nome": "Surto Heroico", "livro": "Módulo Básico", "tipo": "Talento de Destino", "descricao": "Graças a seu ímpeto de heroísmo, você consegue realizar mais em menos tempo.", "preRequisito": "tendência Bondosa.", "beneficio": "você pode realizar uma ação padrão ou de movi- mento adicional na rodada. Por exemplo, pode realizar uma ação completa e uma ação padrão, ou uma ação padrão e duas ações de movimento, ou qualquer outra combinação. Você pode usar este talento uma vez por dia."}, {"nome": "Terreno Familiar", "livro": "Módulo Básico", "tipo": "Talento de Destino", "descricao": "Escolha um tipo de terreno entre deserto, floresta, monta- nhas, pântano, planície, selva, tundra, aquático, subterrâneo ou área de Tormenta. Você é mais habilidoso neste tipo de terreno.", "beneficio": "você recebe +2 na classe de armadura e testes de Acrobacia, Atletismo, Furtividade, Percepção e Sobrevivência quando estiver no tipo de terreno escolhido.", "especial": "de acordo com o mestre, você também pode es- colher um lugar específico como seu terreno familiar, como um vale, uma cidade, uma estrada, um navio... No entanto, você não pode escolher áreas de grande extensão como as Montanhas San- guinárias, Galrasia, o Rio dos Deuses, ou qualquer das nações do Reinado."}, {"nome": "Tolerância", "livro": "Módulo Básico", "tipo": "Talento de Destino", "descricao": "Você segue em frente mesmo quando os outros já cansaram ou caíram.", "beneficio": "você recebe +4 em testes de Constituição para prender o fôlego e evitar dano por fome ou sede, e em testes de Fortitude para evitar dano por frio ou calor. Você também pode dormir de armadura sem ficar fatigado.", "normal": "um personagem sem este talento que durma de ar- madura acorda fatigado no dia seguinte."}, {"nome": "Vontade de Ferro", "livro": "Módulo Básico", "tipo": "Talento de Destino", "descricao": "Você tem uma imensa força de vontade.", "beneficio": "seu bônus base de Vontade aumenta +2.", "especial": "você pode escolher este talento diversas vezes. Seus efeitos se acumulam."}], [{"nome": "Alma de Pedra", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você não pode ser transformado em pedra.", "preRequisito": "anão ou nagah.", "beneficio": "você é automaticamente bem-sucedido em testes de resistência para evitar qualquer forma de petrificação, como ataques de medusas, basiliscos, cocatrizes e a magia carne para pedra. Você também recebe +4 em testes de resistência para evitar qualquer forma de paralisia."}, {"nome": "Amo", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você fez um pacto com um amo. Essa ligação torna você mais poderoso, mas também mais vulnerável.", "preRequisito": "qareen, qualquer talento metamágico.", "beneficio": "escolha alguém como seu amo, que pode ser um personagem jogador ou um PdM. Quando você lança uma magia a pedido de seu amo, essa magia recebe o benefício de um talento metamágico que você possua, sem custo extra em PM. Sempre que seu amo está em perigo, você sofre um redutor de –2 em jogadas de ataque, testes de resistência e perícias. “Perigo” significa qualquer situação em que o amo receba ataque direto (bem-sucedido ou não), esteja ferido (qualquer quantidade de PV abaixo de seu total) ou em qualquer condição que reduz sua classe de armadura: amedrontado, atordoado, inconsciente, indefeso (mas não dormindo) e assim por diante.", "especial": "caso seu amo morra, os redutores persistem durante 1d4 meses, ou até que ele seja devolvido à vida."}, {"nome": "Arcano Completo", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você andou lendo um livro muito bom sobre magia!", "preRequisito": "elfo ou qareen.", "beneficio": "seu bônus racial em testes de Identificar Magia aumenta para +8.", "normal": "elfos e qareen recebem +4 nesta perícia."}, {"nome": "Arma Amada", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Separar você de sua arma não é fácil.", "preRequisito": "anão ou bônus base de ataque +5.", "beneficio": "você recebe +4 em jogadas de ataque para evitar manobras de desarmar ou separar."}, {"nome": "Arma Natural Aprimorada", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Suas garras, presas ou chifres são ainda mais perigosos.", "preRequisito": "arma natural, bônus base de ataque +4.", "beneficio": "escolha um tipo de arma natural. Seu dano au- menta uma categoria de tamanho (veja o quadro em Tormenta RPG, Capítulo 7: Equipamento). Este talento afeta todas as suas armas naturais do mesmo tipo escolhido (por exemplo, duas garras), mas não armas de tipos diferentes (por exemplo, garras e mordida).", "especial": "este talento pode ser adquirido várias vezes, cada vez para uma arma diferente."}, {"nome": "Armamento de Allihanna", "livro": "Manual das Raças", "tipo": "Talento de Racial", "preRequisito": "raça meio-dríade.", "beneficio": "ao usar moldar madeira para criar uma arma, essa arma recebe um bônus mágico conforme seu nível de personagem. Além disso, ao lançar pele de árvore, você recebe esse mesmo bônus em sua classe de armadura (além do normal de CA +3 pela magia). Os bônus são: +1 no 1o nível, +2 no 5o nível, +3 no 10o nível, +4 no 15o nível, +5 no 20o nível. Armas criadas assim perdem seu bônus mágico se manu- seadas por outros personagens — mas ainda podem ser usadas como armas normais, embora apodreçam e se desmanchem em poucas horas."}, {"nome": "Asas Abissais", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você tem asas de couro e pode voar.", "preRequisito": "sulfure, Herança Extraplanar.", "beneficio": "você pode voar, com o dobro de seu deslocamento normal."}, {"nome": "Asas Celestiais", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você tem asas emplumadas e pode voar.", "preRequisito": "aggelus, Herança Extraplanar.", "beneficio": "você pode voar, com o dobro de seu deslocamento normal."}, {"nome": "Asas de Aço", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você tem asas anormalmente rígidas, que podem ser empre- gadas como armas ou escudos.", "preRequisito": "asas.", "beneficio": "suas asas são como escudos. Você pode usá-las como proteção (elevando sua CA em +1 para cada asa) ou para golpear (dano de 1d4 + modificador de Força cada asa). Ambas as asas são consideradas mãos inábeis (mas não podem segurar objetos), e sofrem os redutores normais para ataques extras. Você não pode se proteger e atacar com a mesma asa ao mesmo tempo (mas pode se proteger com uma e atacar com a outra). Naturalmente, você também não pode atacar ou se proteger com as asas enquanto está voando.", "especial": "personagens com este talento são considerados proficientes com escudos (apenas suas asas). Se você também tem o talento Ataque com Escudo Aprimorado, pode atacar com as asas sem perder seu bônus na CA."}, {"nome": "Ataques Múltiplos", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você é capaz de atacar melhor com suas armas naturais.", "preRequisito": "uma ou mais armas naturais.", "beneficio": "ataques adicionais com armas naturais sofrem redutor de –2.", "normal": "sem este talento, ataques adicionais com armas naturais sofrem redutor de –4."}, {"nome": "Ajuda Aprimorada", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você é hábil em prestar auxílio.", "preRequisito": "qareen.", "beneficio": "você sempre pode escolher 20 em testes de perí- cias para prestar ajuda, sem que a tarefa demore mais tempo que o normal.", "normal": "prestar ajuda exige um teste de perícia contra CD 10. Mais detalhes em Tormenta RPG, Capítulo 4: Perícias."}, {"nome": "Ajuda Avançada", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você é ainda mais hábil em prestar auxílio.", "preRequisito": "qareen, bônus base de ataque +2, Ajuda Aprimorada.", "beneficio": "em situações de combate, com uma ação de movimento, você pode ajudar um aliado adjacente contra seu oponente. O aliado recebe +2 em suas jogadas de ataque ou CA (à sua escolha) até a próxima rodada."}, {"nome": "Ajuda Extrema", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Ajudar não dói!", "preRequisito": "qareen, bônus base de ataque +8, Ajuda Apri- morada e Avançada.", "beneficio": "você pode prestar ajuda em combate com uma ação livre (mas apenas uma vez por rodada)."}, {"nome": "Braços Desiguais", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você tem um braço (muito) maior e mais forte que o outro.", "preRequisito": "bugbear, lefou, meio-orc, orc ou trog.", "beneficio": "tarefas realizadas apenas com sua mão hábil rece- bem Força +4 (modificador +2). Isso normalmente inclui ataques corpo-a-corpo feitos apenas com essa mão. Sua mão inábil recebe um redutor na mesma proporção: Força –4 (modificador –2). Para tarefas que exigem ambas as mãos (como o uso de armas de duas mãos), os bônus e redutores se cancelam e usam sua Força normal. O mestre tem a palavra final sobre o uso desse bônus em outras situações; a maioria dos testes de Atletismo, por exemplo, não mu- daria ou ficaria pior (natação deve se tornar especialmente difícil...).", "nota": "se você tem mais de dois braços, todas as suas mãos inábeis sofrem o mesmo redutor.", "especial": "este talento pode ser adquirido apenas no 1o nível."}, {"nome": "Braquiação", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você é como aquele cara criado por macacos.", "preRequisito": "elfo ou meio-dríade, treinado em Acrobacia.", "beneficio": "em matas fechadas, você pode se mover livre- mente através das copas das árvores, balançando em galhos e cipós, com seu deslocamento normal. Você faz testes de Acrobacia ape- nas em situações extremas (por exemplo, se recebeu dano). Você deve estar com as mãos livres para se deslocar, mas pode usá-las normalmente se ficar parado."}, {"nome": "Camuflagem", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Como um polvo, você pode mudar sua cor e textura a ponto de ficar quase invisível.", "preRequisito": "elfo-do-mar ou trog.", "beneficio": "ativar ou desativar esta habilidade requer uma ação de movimento. Você é considerado sob efeito da magia in- visibilidade, mas este efeito não afeta suas roupas e equipamento: você recebe +10 em testes de Furtividade se estiver nu, +5 com armadura ou roupas leves, +2 com armadura ou roupas médias, e nenhum bônus para armadura ou roupas pesadas."}, {"nome": "Cauda Ágil", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você pode usar a cauda para realizar manobras acrobáticas.", "preRequisito": "nagah.", "beneficio": "você recebe +2 em testes de Acrobacia e Atletismo usando a cauda."}, {"nome": "Cauda Hipnótica", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você pode mover sua cauda de forma harmoniosa e agradável para influenciar os outros.", "preRequisito": "nagah.", "beneficio": "você recebe +2 em testes de Atuação, Diplomacia e Enganação (apenas para blefar) usando a cauda."}, {"nome": "Cauda Manipuladora", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você pode usar a cauda para segurar e manipular objetos.", "preRequisito": "nagah, Cauda Ágil.", "beneficio": "sua cauda é considerada uma mão inábil."}, {"nome": "Chuva de Lâminas", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você ataca com uma revoada de folhas com bordas afiadas.", "preRequisito": "meio-dríade, personagem de 15o nível.", "beneficio": "uma vez por dia você pode expelir lâminas em uma área igual a um cone com 18m. O dano é igual a 10d6, com direito a um teste de Reflexos para meio dano (CD 10 + nível do meio-dríade + bônus de Sabedoria do meio-dríade)."}, {"nome": "Comandar Aprimorado", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Humanos sabem ser líderes eficientes.", "preRequisito": "humano, Comandar.", "beneficio": "você pode gritar ordens para seus aliados como uma ação de movimento. Além disso, o bônus recebido por seus aliados aumenta para +2.", "normal": "gritar ordens para seus aliados é uma ação padrão. Aqueles que podem ouvi-lo recebem +1 em suas jogadas e testes."}, {"nome": "Combater com Duas Armas", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você é treinado em usar uma arma em cada mão.", "preRequisito": "Des 15.", "beneficio": "se estiver usando uma arma de uma mão e uma arma leve, ou duas armas leves, você pode fazer dois ataques com a mesma ação padrão, um com cada uma. No entanto, você sofre redutor de –4 em ambas as jogadas de ataque.", "especial": "personagens com três ou mais braços podem atacar com todos eles, usando o mesmo redutor –4 para todos os ataques. O mesmo vale para Combater com Duas Armas Aprimorado e Maior.", "nota": "este talento já existe no livro básico Tormenta RPG, mas reaparece aqui com detalhes adicionais para mais braços."}, {"nome": "Companheiro Aprimorado", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Sua raça é próxima da natureza, sendo recompensada de acordo.", "preRequisito": "elfo, gnomo, halfling ou meio-dríade, com- panheiro animal ou montaria sagrada.", "beneficio": "você é considerado 2 níveis acima para determinar as características de seu companheiro animal.", "especial": "você pode adquirir este talento várias vezes. Seus efeitos se acumulam."}, {"nome": "Companheiro Vegetal", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Seu companheiro animal é, na verdade, uma criatura planta.", "preRequisito": "raça elfo ou meio-dríade, companheiro animal ou montaria sagrada.", "beneficio": "seu animal adquire as habilidades a seguir: Tipo monstro. Classe de armadura +4. Imunidade a magias e efeitos que afetam apenas animais (mas pode ser afetado por magias e efeitos que afetam plantas). Imunidade a veneno, sono, paralisia e atordoamento. Furtividade +10 onde houver vegetação."}, {"nome": "Conhecimento Mágico Amplo", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Ninguém diz a você que não pode aprender aquela magia!", "preRequisito": "humano, classe conjuradora.", "beneficio": "você aprende mais duas magias de qualquer nível que possa lançar, sejam arcanas ou divinas. Por exemplo, se você é um mago de 3o nível, pode aprender duas magias novas (sejam arcanas ou divinas) de 1o ou 2o nível.", "nota": "este talento é idêntico a Conhecimento Mágico, exceto que você pode aprender magias não disponíveis para sua classe."}, {"nome": "Conforto do Aço", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Seu povo veste metal como se fosse algodão.", "preRequisito": "anão.", "beneficio": "quando usa armadura de qualquer tipo, você não está limitado a um bônus máximo de Destreza, nem sofre qualquer penalidade de armadura."}, {"nome": "Constrição Atroz", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você conjura monstruosas gavinhas equipadas com espinhos, garras e mandíbulas para aprisionar e atacar seus inimigos.", "preRequisito": "meio-dríade, personagem de 5o nível.", "beneficio": "você pode lançar constrição mesmo em áreas onde não existe vegetação; as plantas simplesmente brotam do chão, ou de seu próprio corpo. A magia também se torna mais agressiva — não apenas enre- dando, mas atacando. Além de seus efeitos normais, a constrição causa 1d6 pontos de dano por rodada a qualquer criatura enredada."}, {"nome": "Corredor Veloz", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Poucas criaturas terrestres são tão rápidas quanto você.", "preRequisito": "velocis.", "beneficio": "seu deslocamento básico aumenta para 18m. Normal: o deslocamento básico de um dragão-antílope é 12m."}, {"nome": "Desejo Aprimorado", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você pode conjurar certa magia, atendendo a pedidos.", "preRequisito": "qareen, capacidade de lançar magias arcanas de 1o nível.", "beneficio": "escolha uma magia arcana que seja capaz de lan- çar. Você pode lançar essa magia sem gastar PM, até três vezes por dia — mas apenas a pedido de outra pessoa.", "especial": "você pode adquirir este talento várias vezes. Cada vez que é adquirido, você deve escolher outra magia."}, {"nome": "Desejo Avançado", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você pode atender a desejos restritos.", "preRequisito": "qareen, Desejo Aprimorado, personagem de 14o nível.", "beneficio": "você pode, uma vez por dia, lançar desejo restrito sem custo em XP ou componentes materiais — mas apenas a pedido de outra pessoa. Cada pessoa tem direito a até três desejos restritos."}, {"nome": "Desejo Extremo", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você pode atender a desejos verdadeiros.", "preRequisito": "qareen, Desejo Aprimorado e Avançado, personagem de 18o nível.", "beneficio": "você pode, uma vez por dia, lançar a magia desejo sem custo em XP ou componentes materiais — mas apenas a pedido de outra pessoa. Cada pessoa tem direito a até três desejos."}, {"nome": "Devoção Simulada", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Quando uma nagah finge devoção a outra divindade, pode enganar até um devoto verdadeiro!", "preRequisito": "nagah, Car 13, treinado em Conhecimento (religião).", "beneficio": "portando o símbolo sagrado de uma divindade qualquer, você pode lançar uma magia ou manifestar um poder concedido dessa mesma divindade — mas trata-se de uma ilusão, sem efeito real. Testemunhas que tenham razões para duvidar têm direito a um teste de Intuição (CD 20 + modificador de Carisma da nagah) para desacreditar. Quando o poder simulado é agressivo, a vítima também tem direito ao mesmo teste de Intuição (além de quaisquer testes nor- malmente permitidos contra o efeito). A critério do mestre, alguns poderes não podem ser simulados, ou têm dificuldade reduzida para desacreditar. Você pode usar este poder um número de vezes por dia igual a seu modificador de Carisma."}, {"nome": "Duas Cabeças", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Pensam melhor que uma.", "preRequisito": "gnoll, lefou, orc ou trog.", "beneficio": "suas cabeças não são necessariamente iguais; uma delas pode ser menor ou atrofiada. Em termos de jogo, você ainda tem as mesmas habilidades mentais, perícias e tendência — mas, se quiser, pode dar personalidades diferentes às suas cabeças e interpretar diálogos entre elas! Você pode rolar qualquer teste de Vontade duas vezes, fican- do com o melhor resultado. Além disso, se você tem uma arma natural (mordida), você ganha uma arma extra desse tipo (mas apenas com uma segunda cabeça de mesmo tamanho da sua). Você não recebe usos adicionais de ataques especiais feitos com a cabeça (como sopro de dragão).", "especial": "este talento pode ser adquirido apenas no 1o nível."}, {"nome": "Dupla Conjuração", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "“Tome isto!” “E também isto!”", "preRequisito": "gnoll, lefou, orc ou trog, capacidade de lançar magias, Des 17, Duas Cabeças.", "beneficio": "você pode lançar duas magias diferentes com a mesma ação padrão, pagando pelo custo total em PM ou esque- cendo ambas. Para isso você deve ter ambas as mãos livres (lançar uma magia exige pelo menos uma mão livre)."}, {"nome": "Dupla Destreza", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "“Temos que conseguir logo outra cimitarra.”", "preRequisito": "gnoll, lefou, orc ou trog, bônus base de ata- que +8, Des 15, Duas Cabeças.", "beneficio": "graças à coordenação extra oferecida por seu se- gundo cérebro, você tem duas mãos hábeis, em vez de uma. Isso quer dizer que você pode usar armas de uma mão em ambas as mãos. Você ainda sofre os redutores normais por fazer ataques adicionais na mesma rodada.", "normal": "você pode usar uma arma de uma mão em sua mão hábil, e uma arma leve (ou escudo, ou nada) em sua mão inábil."}, {"nome": "Dupla Inteligência", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "“Acho que você está enganado sobre isso, caro colega...”", "preRequisito": "gnoll, lefou, orc ou trog, Int 15, Duas Cabeças.", "beneficio": "você pode rolar duas vezes qualquer teste de Inte- ligência ou perícia baseada em Inteligência, e ficar com o melhor resultado."}, {"nome": "Dupla Prontidão", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "“Vigie aquele lado. Eu vigio este.”", "preRequisito": "gnoll, lefou, orc ou trog, Duas Cabeças, Prontidão.", "beneficio": "com campo de visão superior e órgãos de sentidos duplicados, você nunca fica desprevenido e não pode ser flanqueado."}, {"nome": "Dupla Tendência", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "“Você é mau!”", "preRequisito": "gnoll, lefou, orc ou trog, Duas Cabeças.", "beneficio": "cada cabeça tem sua própria visão de mundo. Em termos de jogo, você pode escolher duas tendências, em vez de uma. Você satisfaz requisitos como se tivesse ambas as tendências, mas também pode ser barrado pelo mesmo motivo. Por exemplo, se uma de suas cabeças é LB e a outra CB, você pode ser paladino (que deve ser Leal e Bondoso), mas não pode ser um bárbaro ou bardo (que não deve ser Leal)."}, {"nome": "Escalada Veloz", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você é um demônio nas árvores.", "preRequisito": "deslocamento de escalar.", "beneficio": "você recebe +1 em jogadas de ataque por atacar de terreno superior."}, {"nome": "Encanto das Fadas", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você é encantador(a).", "preRequisito": "meio-dríade, qareen ou sprite, Car 15.", "beneficio": "você pode lançar enfeitiçar pessoa três vezes por dia."}, {"nome": "Enfeitiçar Trolls", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Os trolls seguem suas ordens.", "preRequisito": "finntroll, Car 13.", "beneficio": "você pode lançar enfeitiçar monstro (apenas trolls) sem gastar PM, uma quantidade de vezes ao dia igual a seu modi- ficador de Carisma.", "normal": "um finntroll não pode comandar trolls, embora estes precisem ser bem-sucedidos em um teste de Vontade para atacá-lo."}, {"nome": "Entre as Pernas", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Mas aonde foi aquele...?", "preRequisito": "tamanho Pequeno ou menor, treinado em Acrobacia.", "beneficio": "você pode ocupar o mesmo espaço de uma cria- tura Grande ou maior. Enquanto estiver ali, você recebe CA+4 contra quaisquer ataques (inclusive da própria criatura). Além disso, qualquer ataque contra você tem 50% de chance de atingir a criatura."}, {"nome": "Equilíbrio Aprimorado", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Em senso de equilíbrio, você supera até alguns gatos.", "preRequisito": "treinado em Acrobacia, Des 15.", "beneficio": "você recebe +8 em testes de Acrobacia para se equilibrar. Além disso, o dano de qualquer queda é reduzido em 1d6 (quedas que causariam dano de 1d6 ou menos são ignoradas)."}, {"nome": "Especialização em Arma Racial", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você é habilidoso com as armas tradicionais de sua raça.", "preRequisito": "bônus base de ataque +2, pelo menos uma arma racial (veja adiante).", "beneficio": "você recebe um bônus de +2 nos danos quando utiliza uma arma tradicional de sua raça. “Armas tradicionais” são aquelas em que o personagem é competente devido a traços raciais (machados e martelos para anões, por exemplo). Armas que tragam o nome da raça em seu nome (como a espada táurica) também são consideradas raciais. O mestre pode au- torizar outros tipos de armas como “raciais” seguindo o bom senso.", "especial": "este talento é cumulativo com Especialização em Arma dos guerreiros."}, {"nome": "Extrativismo", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você sabe como encontrar ervas curativas nos ermos.", "preRequisito": "treinado em Sobrevivência.", "beneficio": "você pode gastar um dia procurando por plantas especiais em qualquer terreno selvagem. Faça um teste de Sobre- vivência (CD 15). Se for bem-sucedido, você encontra ervas que podem ser usadas para curar 1d8 pontos de dano. Para cada 5 pontos que o resultado de seu teste exceder a CD, você encontra uma dose extra. Aplicar a planta é uma ação completa. Depois que colhidas, as ervas permanecem frescas por apenas uma semana."}, {"nome": "Familiar Elemental", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você tem um familiar ligado a seu elemento.", "preRequisito": "qareen da água, ar, fogo ou terra, Familiar.", "beneficio": "você possui como familiar um elemental Peque- no, feito do mesmo elemento ao qual você pertence. O elemental tem Pontos de Vida normais para este tipo de criatura, ou me- tade dos PV de seu mestre, o que for maior. O elemental não pode falar com animais, mas possui todas as demais capacidades de um familiar. O familiar elemental também oferece 3 PV extras a seu mestre."}, {"nome": "Familiar da Luz", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você tem um familiar celestial.", "preRequisito": "aggelus ou qareen da luz, Familiar. Benefício: seu familiar adquire as habilidades a seguir: Visão no Escuro 18m; Resistência a ácido, frio e eletricidade 5; Resistência a magia +4; Destruir o Mal (como os paladinos) uma vez por dia."}, {"nome": "Familiar das Trevas", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você tem um familiar abissal.", "preRequisito": "sulfure ou qareen das trevas, Familiar.", "beneficio": "seu familiar adquire as habilidades a seguir: Visão no Escuro 18m; Resistência a ácido, fogo e frio 5; Resistência a magia +4; Destruir o Bem (como os paladinos, mas contra criaturas Bondosas) uma vez por dia."}, {"nome": "Faro Aprimorado", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você tem olfato ainda mais aguçado.", "preRequisito": "faro.", "beneficio": "você percebe criaturas a até 15m, e recebe +6 em testes de Sobrevivência para rastrear usando o faro.", "normal": "raças com faro percebem criaturas a até 9m e rece- bem +4 em Sobrevivência para rastrear usando o faro."}, {"nome": "Faro Discriminatório", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você identifica muita coisa através do cheiro.", "preRequisito": "faro, Sab 15.", "beneficio": "quando percebe a presença de criaturas, você pode dizer seu tipo (animal, construto, espírito, humanoide, monstro ou morto-vivo), mas apenas tipos de criaturas que já tenha fare- jado antes. Você percebe criaturas daquele tipo ao alcance de seu faro, mas não pode dizer quantas ou quais. Você pode tentar identifi- car o tipo de uma criatura específica (por exemplo, um monstro disfarçado de humano) com um exame cuidadoso. Isso exige uma ação completa e um teste de Percepção (CD 15). A criatura deve estar adjacente. Você também recebe +4 em testes de Intuição e +2 em testes de Ofício para fazer avaliações."}, {"nome": "Faro para Magia", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você sente cheiro de magia.", "preRequisito": "faro, Sab 15, Faro Discriminatório.", "beneficio": "você pode farejar auras mágicas, da mesma forma que detectar magia."}, {"nome": "Faro para Medo", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você se intoxica com o medo de suas vítimas.", "preRequisito": "bugbear, tendência Maligna.", "beneficio": "quando uma criatura ao alcance de seu faro está abalada ou apavorada, você recebe +2 em todas as suas jogadas de ataque e dano (contra qualquer oponente)."}, {"nome": "Faz-Tudo", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Por sua versatilidade, você atingiu o limite de sua perícia.", "preRequisito": "humano, Int 13.", "beneficio": "você é treinado em todas as perícias de sua classe. Para perícias com várias especializações (Conhecimento e Ofício), você tem um número de especializações igual a seu bônus de Inteligência."}, {"nome": "Filho da Luz", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você tem maior afinidade com o bem.", "preRequisito": "aggelus, Herança Extraplanar, tendência Bondosa.", "beneficio": "você se torna imune a dano por ácido, frio ou eletricidade, à sua escolha.", "especial": "este talento pode ser escolhido várias vezes, uma vez para cada energia."}, {"nome": "Filho das Trevas", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você tem maior afinidade com o mal.", "preRequisito": "sulfure, Herança Extraplanar, tendência Maligna.", "beneficio": "você se torna imune a dano por fogo, frio ou eletricidade, à sua escolha.", "especial": "este talento pode ser escolhido várias vezes, uma vez para cada energia."}, {"nome": "Foco em Habilidade", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "É mais difícil resistir a seus poderes.", "preRequisito": "ataque especial (veja adiante).", "beneficio": "escolha uma habilidade ou talento racial que exige do alvo um teste de resistência (como o olhar atordoante das medusas, ou o mau cheiro dos trogs). A dificuldade desse teste aumenta em CD+2.", "especial": "você pode adquirir este talento várias vezes. Seus efeitos se acumulam."}, {"nome": "Foco em Pólvora", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Alguns amam pólvora mais do que deveriam. Mais do que qualquer um deveria!", "preRequisito": "anão, goblin ou hobgoblin.", "beneficio": "você recebe +1 em jogadas de ataque e +2 em rolagens de dano com armas de pólvora. Normalmente isso inclui armas de fogo, granadas e canhões."}, {"nome": "Forma Humana", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "De algum modo, você pode adotar uma forma humana de duas pernas.", "preRequisito": "centauro ou nagah, Con 13.", "beneficio": "você pode, com uma ação de movimento, mudar para uma forma bípede de tamanho Médio, com o mesmo rosto e aparência geral de sua forma verdadeira, mas aparentemente hu- mana (ou élfica). Você pode fazer isso uma vez por dia para cada ponto de seu modificador de Constituição. Roupas e itens comportam-se da mesma forma que na magia alterar-se. Na forma humana você não está sujeito a modificadores de tamanho (você é uma criatura Média, mesmo que sua raça ori- ginal não seja) e tem deslocamento 9m. Nesta forma você também não pode utilizar quaisquer traços raciais ou habilidades ligadas a uma anatomia não humanoide (como os ataques com cascos de um centauro, ou talentos com a cauda de uma nagah)."}, {"nome": "Forma Selvagem do Mar", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você pode se transformar em um animal marinho.", "preRequisito": "elfo-do-mar, Con 13, personagem de 5o nível.", "beneficio": "você pode transformar-se em um animal marinho, como um druida de nível igual ao seu nível de personagem atual. Esse animal é escolhido quando você adquire o talento, e não pode ser trocado ou mudado — mesmo que seu nível aumente. Você não precisa escolher nadar para sua forma selvagem (sua raça já tem essa habilidade) mas, a partir do 11o nível, pode escolher nadar 18m para aumentar seu deslocamento. Você pode escolher uma criatura marinha capaz de se deslocar em terra (foca, lontra, tartaruga...), escalar (caranguejo) ou até voar (gaivota, pelicano...). Você pode se transformar um número de vezes por dia igual a seu modificador de Constituição.", "especial": "este talento pode ser adquirido várias vezes. Cada vez você pode escolher uma forma selvagem diferente."}, {"nome": "Fúria Aterradora", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Sua fúria não é apenas destruidora, é também assustadora.", "preRequisito": "habilidade fúria, bônus base de ataque +3.", "beneficio": "quando você entra em fúria, todos os oponentes a até 3m devem fazer um teste de Vontade (CD 10 + seu nível de personagem). Um oponente que falha no teste fica abalado (–2 nas jogadas de ataque e testes de habilidade, perícia e resistência) durante 1d4 rodadas. Um teste bem-sucedido torna o oponente imune a sua Fúria Aterradora durante 24 horas. Este é um efeito de medo."}, {"nome": "Fúria Natural", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Quando você é dominado pelos instintos selvagens, prefere usar suas armas naturais a coisas criadas pela civilização.", "preRequisito": "habilidade fúria, arma natural.", "beneficio": "quando você está em fúria, recebe um bônus de +2 nas jogadas de ataque e dano com armas naturais."}, {"nome": "Golpe no Joelho", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Mas aonde foi aquele... AAAGH!", "preRequisito": "tamanho Pequeno ou menor, treinado em Acrobacia, Entre as Pernas.", "beneficio": "quando você ocupa o mesmo espaço de uma cria- tura Grande ou maior, a margem de ameaça de seus ataques contra ela aumenta em +2 (este bônus não é dobrado por qualquer razão)."}, {"nome": "Grandão", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você é anormalmente grande para sua raça.", "preRequisito": "For 19, Con 19.", "beneficio": "você é considerado uma categoria de tamanho maior para efeito de manobras de combate e armas que pode usar (por exemplo, uma criatura Média com este talento pode usar uma arma Grande sem penalidades, ou uma arma Enorme com uma penalidade de –4). Entretanto, você sofre as mesmas penalidades das criaturas Grandes: –1 nas jogadas de ataque e classe de arma- dura, –4 em testes de Furtividade.", "especial": "este talento pode ser adquirido apenas no 1o nível. Nota: este talento aparece no Guia da Trilogia, mas reaparece aqui com Pré-requisitos atualizados."}, {"nome": "Herança Extraplanar", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "O sangue extraplanar é mais forte em você.", "preRequisito": "aggelus ou sulfure.", "beneficio": "você pode usar seu ataque especial racial (luz do dia para aggelus, escuridão para sulfure) duas vezes adicionais por dia. Além disso, uma de suas resistências a energia (fogo, frio, eletricidade ou ácido, à sua escolha) aumenta para 10."}, {"nome": "Investida Aprimorada", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você tem boas razões para acreditar que a melhor maneira de iniciar um combate é atropelando o inimigo.", "beneficio": "quando você faz uma investida, recebe +4 na jogada de ataque.", "normal": "um personagem que faça uma investida recebe +2 na jogada de ataque."}, {"nome": "Intuição Natural", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você pode acessar o conhecimento de seus ancestrais, contido em seu sangue.", "preRequisito": "Sab 13.", "beneficio": "você soma seu nível a um único teste de Conhe- cimento (natureza), Cura ou Sobrevivência. Você deve anunciar o uso deste talento antes de o mestre determinar se o teste foi bem-sucedido ou não. Você pode usar este talento um número de vezes por dia igual a seu bônus de Sabedoria."}, {"nome": "Magia Primitiva", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Quando lança uma magia você emite rugidos e uivos bes- tiais, executa danças animalísticas ou esmaga ervas e ossos. É mais demorado que uma conjuração normal, mas graças a isso você consegue canalizar a energia da terra para fortalecer seus feitiços.", "preRequisito": "capacidade de lançar magias, qualquer talento metamágico.", "beneficio": "você pode gastar uma ação completa para lançar uma magia cujo tempo de execução normal seja uma ação padrão ou menos. Se fizer isso, você aplica à magia o efeito de um talento metamágico que possua, sem aumentar seu custo em PM."}, {"nome": "Mandíbula de Aço", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "A hiena tem uma das mordidas mais fortes do reino animal. Você não fica atrás.", "preRequisito": "gnoll ou Herança da Hiena (veja em “Talentos Moreau”, mais adiante), bônus base de ataque +2.", "beneficio": "quando ataca com a mordida, você recebe +2 em rolagens de dano e +2 em testes de agarrar e separar."}, {"nome": "Marca de Wynna Aprimorada", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "A bênção da Deusa da Magia é poderosa em você.", "preRequisito": "qareen, capacidade de lançar magias arcanas de 1o nível.", "beneficio": "escolha uma magia arcana que seja capaz de lançar. Você pode lançar essa magia sem gastar PM, uma vez por dia."}, {"nome": "Marca de Wynna Avançada", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "A bênção da Deusa da Magia é ainda mais poderosa em você.", "preRequisito": "raça qareen, capacidade de lançar magias arcanas de 1o nível, Marca de Wynna Aprimorada, qualquer talento metamágico.", "beneficio": "escolha uma magia arcana já selecionada para o talento Marca de Wynna Aprimorada. Você lança essa magia (e apenas essa) aplicando qualquer talento metamágico que possua, sem pagar PM."}, {"nome": "Marca de Wynna Extrema", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Wynna ocasionalmente convida você para tomar chá.", "preRequisito": "qareen, capacidade de lançar magias arcanas de 1o nível, Marca de Wynna Aprimorada e Avançada, dois ou mais talentos metamágicos.", "beneficio": "escolha uma magia arcana já selecionada para os talentos Marca de Wynna Aprimorada e Avançada. Uma vez por dia, você pode lançar essa magia aplicando os efeitos de todos os talentos metamágicos que possua, sem pagar PM."}, {"nome": "Marrada Poderosa", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Sua cabeçada é digna de respeito.", "preRequisito": "arma natural (chifres), Ataque Poderoso, bônus base de ataque +1.", "beneficio": "quando você faz um ataque de investida com os chifres, aplica o dobro de seu modificador de Força ao dano."}, {"nome": "Marrada Ligeira", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você pode arremeter contra seus alvos e, ao mesmo tempo, realizar outras ações.", "preRequisito": "arma natural (chifres), Ataque Poderoso, bônus base de ataque +4.", "beneficio": "quando você faz um ataque de investida com os chifres, pode também fazer um segundo ataque com outra arma, à sua escolha. Ambos recebem o bônus normal de +2 por investida."}, {"nome": "Máscara da Serpente", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Sua raça tem meios de dissimular sua verdadeira natureza.", "preRequisito": "nagah, Int 13.", "beneficio": "você é considerado sempre sob efeito da magia dissimular tendência."}, {"nome": "Mau Cheiro Adicional", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você pode exalar seu mau cheiro mais vezes.", "preRequisito": "trog, bônus base de ataque +2.", "beneficio": "você pode usar seu mau cheiro duas vezes adi- cionais por dia.", "normal": "um trog pode usar o mau cheiro uma vez por dia."}, {"nome": "Mimetismo", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Como o polvo, você pode mudar sua cor e textura a ponto de adotar outra aparência.", "preRequisito": "elfo-do-mar, Camuflagem.", "beneficio": "além de mudar de cor, você também pode alterar traços faciais e outros detalhes anatômicos menores (por exemplo, adquirir orelhas humanas arredondadas). Você recebe +8 em testes de Enganação para se disfarçar como alguém de outra raça ou sexo."}, {"nome": "Mudança de Tamanho", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você pode crescer até o tamanho de um halfling. Sim, você leu direito.", "preRequisito": "sprite.", "beneficio": "você pode, com uma ação de movimento, mudar livremente entre tamanho Miúdo (natural para sprites) e Peque- no. Quando estão em tamanho Pequeno, os ajustes de habili- dades de um sprite mudam para Força –2 e Destreza +2 (Con e Car ainda têm os mesmos ajustes; –2 e +2 respectivamente). Seus bônus mudam para CA+1, +1 nas jogadas de ataque e +4 em testes de Furtividade. Suas asas desaparecem quando você muda para tamanho Pequeno, e você não pode voar enquanto não retornar ao tamanho Miúdo. Roupas e itens comportam-se da mesma forma que na magia alterar-se."}, {"nome": "Mutação Assombrosa", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Por seu sangue impuro, orcs podem apresentar os poderes mais inesperados.", "preRequisito": "orc.", "beneficio": "escolha um traço racial de qualquer outra raça, como um ataque natural, bônus em perícias, tamanho diferente de Médio, faro, ou mesmo o mau cheiro dos trogs. Você tem esse traço racial. Você não pode escolher modificadores de habilidade ou ta- lentos adicionais.", "especial": "você pode escolher este talento várias vezes, uma vez para cada novo traço racial."}, {"nome": "Olhar Atordoante Adicional", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você pode atordoar mais vezes.", "preRequisito": "medusa, bônus base de ataque +2.", "beneficio": "você pode usar seu olhar atordoante duas vezes adicionais por dia.", "normal": "uma medusa pode usar o olhar atordoante uma vez por dia."}, {"nome": "Olhar Paralisante", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você pode paralisar pessoas com o olhar.", "preRequisito": "medusa, personagem de 3o nível.", "beneficio": "uma vez por dia, como uma ação livre, você pode lançar imobilizar pessoa contra um humanoide a até 9m olhando diretamente em seus olhos. A vítima deve ser bem-sucedida em um teste de Fortitude (CD 10 + metade do nível da medusa + modificador de Carisma da medusa) para evitar o efeito."}, {"nome": "Olhar Paralisante Aprimorado", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você pode paralisar criaturas com o olhar.", "preRequisito": "medusa, personagem de 7o nível, Olhar Paralisante.", "beneficio": "seu Olhar Paralisante passa a lançar imobilizar monstro."}, {"nome": "Olhar Petrificante", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você pode petrificar com o olhar.", "preRequisito": "medusa, personagem de 13o nível, Olhar Paralisante, Olhar Paralisante Aprimorado.", "beneficio": "uma vez por dia, como uma ação livre, você pode lançar carne para pedra contra uma criatura a até 9m olhando diretamente em seus olhos. A vítima deve ser bem-sucedida em um teste de Fortitude (CD 10 + metade do nível da medusa + modificador de Carisma da medusa) para evitar o efeito."}, {"nome": "Pequeno Alpinista", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você é perito em escalar paredes.", "preRequisito": "goblin ou halfling; treinado em Atletismo; Foco em Perícia (Atletismo).", "beneficio": "você é sempre considerado sob efeito da magia patas de aranha."}, {"nome": "Pontaria de Tenebra", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Seus disparos são guiados por sua determinação, olhar aguçado e percepção do mundo.", "preRequisito": "anão.", "beneficio": "para ataques à distância, você usa seu modificador de Sabedoria.", "normal": "ataques à distância usam o modificador de Destreza."}, {"nome": "Postura Inabalável", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Daqui não saio, daqui ninguém me tira!", "preRequisito": "anão.", "beneficio": "sempre que está em contato com o chão e imóvel (sem deslocar-se nesta rodada), você recebe +6 em testes para re- sistir a manobras especiais (agarrar, atropelar, derrubar, desarmar, empurrar, separar)."}, {"nome": "Portador da Segurança", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "É mais seguro ficar em seus braços.", "preRequisito": "minotauro ou For 19.", "beneficio": "com uma ação de movimento, você pode carregar consigo (no colo, sobre os ombros...) uma criatura de tamanho Pequeno ou menor. O protegido deve estar adjacente, e o portador precisa de uma mão livre. Exceto pelo uso de uma mão, o portador não sofre nenhuma penalidade por carregar o protegido. Enquanto está sendo carregado, o protegido é considerado sob cobertura (CA+4). Além disso, qualquer ataque bem-sucedido contra o protegido tem 50% de chance de, em vez disso, atingir o portador (o ataque é feito contra a sua CA)."}, {"nome": "Protetor Eterno", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você não pode cair. Alguém depende de você.", "preRequisito": "minotauro, tendência Bondosa.", "beneficio": "enquanto tiver pelo menos um aliado adjacente, você continua consciente quando fica com pontos de vida nega- tivos, mas só pode realizar uma ação padrão ou movimento (não ambas) por rodada. Você ainda morre caso seus PV negativos cheguem à metade de seu total.", "normal": "um personagem com PV negativos cai inconsciente."}, {"nome": "Quatro Braços", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você tem um par de braços extra.", "preRequisito": "lefou, nagah, orc ou trog.", "beneficio": "você tem dois braços extras. Ambos são conside- rados mãos inábeis, e sofrem os redutores normais para ataques extras.", "especial": "este talento pode ser adquirido apenas no 1o nível."}, {"nome": "Queda Suave", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Suas asas suavizam sua queda.", "preRequisito": "asas.", "beneficio": "você é considerado sempre sob efeito da magia queda suave, mesmo que esteja inconsciente ou morrendo — suas asas impedem a queda, devido a seu formato e reflexos involuntários."}, {"nome": "Resistência Alternativa", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você ignora um tipo de dano diferente do normal.", "preRequisito": "finntroll.", "beneficio": "escolha um tipo de dano de energia (eletricidade, frio ou sônico), exceto fogo ou ácido. Substitua “fogo” ou “ácido” pelo dano escolhido para determinar quais tipos de dano ignoram sua regeneração (causando dano normal).", "normal": "finntroll sofrem dano normal por fogo e ácido."}, {"nome": "Resistência Aprimorada", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você é ainda mais resistente a certo elemento.", "preRequisito": "qareen.", "beneficio": "para meio-gênios da água, ar, fogo e trevas, todas as suas resistências a energia aumentam para 10. Para meio-gênios da terra, sua redução de dano aumenta para 5/ cortante ou perfurante. Para meio-gênios da luz, sua resistência a eletricidade aumenta para 20.", "normal": "meio-gênios da água, ar, fogo e trevas têm resistên- cias 5. Meio-gênios da terra têm redução de dano 3/cortante ou perfurante. Meio-gênios da luz têm resistência a eletricidade 10."}, {"nome": "Salvador", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Minotauros Malignos escravizam. Os Bondosos protegem.", "preRequisito": "minotauro, tendência Bondosa.", "beneficio": "como uma reação, uma vez por rodada, você pode impedir que um aliado adjacente receba um ataque — em vez disso, o ataque é feito contra você. O ataque ainda deve vencer sua CA para causar dano."}, {"nome": "Sangue Mágico", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Literalmente, você pode usar seu sangue para conjurar magia.", "preRequisito": "qareen ou sprite, Con 15, habilidade de lançar magias sem preparação.", "beneficio": "em situações extremas, se esgotar seus pontos de magia, você pode aceitar dano de Constituição e usar esse dano como PM. Por exemplo, você pode sofrer 3 pontos de dano de Constituição para lançar uma bola de fogo. Você se recupera desse dano normalmente."}, {"nome": "Sem Medo", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Seu povo não tem medo. Nem juízo.", "preRequisito": "raça halfling.", "beneficio": "você é imune a efeitos de medo."}, {"nome": "Telepatia Aquática", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você comanda as criaturas marinhas.", "preRequisito": "elfo-do-mar, habilidade de empatia selvagem.", "beneficio": "você pode lançar enfeitiçar animal livremente, mas apenas para animais aquáticos (normalmente qualquer criatura do tipo animal que tenha deslocamento de natação)."}, {"nome": "Toque de Fogo", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Como a água-viva, seu toque queima.", "preRequisito": "raça elfo-do-mar, Agarrar Aprimorado.", "beneficio": "quando consegue realizar uma manobra de agarrar, além de prender a vítima, você injeta pela pele um ve- neno paralisante que causa dor intensa. A vítima deve fazer um teste de Fortitude (CD 10 + metade do seu nível + modificador de Constituição). Se falhar, fica enjoada (pode executar apenas uma ação padrão ou de movimento por rodada, não ambas) durante 1d4 rodadas."}, {"nome": "Tradição Perdida", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Membros de sua raça sabem conjurar magias de formas dife- rentes das tradições conhecidas, empregando outros atributos para abastecer e aprender magias.", "preRequisito": "não humano, classe conjuradora.", "beneficio": "escolha qualquer habilidade básica (Força, Destre- za, Constituição, Inteligência, Sabedoria, Carisma). Sua quantida- de de pontos de magia e magias conhecidas são calculadas usando essa habilidade, em vez daquela normalmente exigida pela classe. Exemplo 1: Thorvak é um anão feiticeiro cujo poder não provém de uma personalidade poderosa, e sim de sua resistência pétrea. Ele usa Constituição em vez de Carisma para receber PM e aprender magias. Exemplo 2: graças à dança ancestral praticada pelos membros de sua família, a maga elfa Thilanna sabe realizar gestos e sinais velozes capazes de conjurar magias arcanas. Ela utiliza Destreza em vez de Inteligência para receber PM e aprender magias. Exemplo 3: o minotauro Kardus é um clérigo de Keenn, que rosna e flexiona os músculos poderosos para impressionar o Deus da Guerra e receber sua bênção. Ele utiliza Força em vez de Sabe- doria para receber PM e aprender magias. Testes de resistência contra suas magias, e quaisquer outros cálculos, ainda usam a habilidade-chave original da classe.", "especial": "este talento pode ser adquirido apenas no 1o nível."}, {"nome": "Tradição Perdida Aprimorada", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você dominou completamente sua tradição perdida.", "preRequisito": "não humano, classe conjuradora, Tradição Perdida.", "beneficio": "sua habilidade básica escolhida afeta também a dificuldade de testes para resistir às suas magias, e quaisquer outros cálculos ligados a uma habilidade."}, {"nome": "Veneno Aprimorado", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Seu veneno é mais poderoso.", "preRequisito": "medusa, Con 13.", "beneficio": "o dano do veneno de suas serpentes aumenta para 2d4 For (1d4 For).", "normal": "o dano do veneno de uma medusa é 1d4 For."}, {"nome": "Vigilância Élfica", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você tem sentidos ainda mais aguçados que os demais elfos.", "preRequisito": "elfo, elfo-do-céu ou meio-elfo.", "beneficio": "na primeira rodada de combate, você tem direito a uma ação de movimento adicional."}, {"nome": "Visão Térmica", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você enxerga o calor.", "preRequisito": "visão no escuro.", "beneficio": "além de enxergar no escuro, você pode distinguir extremos de temperatura — alaranjado brilhante para calor, preto para frio. Itens em temperatura ambiente aparecem em preto e branco, como na visão no escuro normal. Graças a isso você enxerga normalmente seres vivos invisíveis, e recebe +8 em testes de Percepção para enxergar seres vivos no escuro. Não se aplica a mortos-vivos, construtos, seres incorpóreos, seres vivos de sangue frio (nagahs, trogs...) e outras criaturas a critério do mestre."}, {"nome": "Vitalidade das Fadas", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Sua energia vital não provém de simples saúde física, mas de sua convicção, atitude positiva e força de personalidade.", "preRequisito": "qareen ou sprite, Car 13.", "beneficio": "seus pontos de vida adicionais ganhos por nível usam seu modificador de Carisma.", "normal": "pontos de vida adicionais ganhos por nível usam o modificador de Constituição.", "especial": "este talento pode ser adquirido apenas no 1o nível."}, {"nome": "Vitória da Coragem", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você aprendeu a suprimir seu medo racial de altura.", "preRequisito": "centauro ou minotauro, Sab 15.", "beneficio": "seu redutor por medo de altura cai para –2. Além disso, se você adquire qualquer resistência ou imunidade a medo (como a aura de coragem dos paladinos), ela também se aplica a seu medo de altura.", "normal": "raças com medo de altura sofrem redutor de –4 em jogadas de ataque, testes de resistência e perícias ao subir qualquer altura superior a 3m. Resistências ou imunidades contra medo não funcionam com fobias raciais."}, {"nome": "Voo Adicional", "livro": "Manual das Raças", "tipo": "Talento de Racial", "descricao": "Você pode voar mais.", "preRequisito": "qareen, personagem de 5o nível.", "beneficio": "você pode lançar a magia voo duas vezes adicionais por dia.", "normal": "um meio-gênio pode lançar voo uma vez por dia."}], [{"nome": "Dízimo Duvidoso", "livro": "Manual do Devoto", "tipo": "Talento de Perícia", "descricao": "Você vende lugares nos Reinos dos Deuses e garante a seus fiéis que, com uma pequena contribuição, eles estarão conquis- tando as boas graças da divindade.", "preRequisito": "treinado em Enganação, tendência não Leal.", "beneficio": "sempre que estiver em uma comunidade com devotos do deus a quem você serve (ou diz servir...), você pode fazer um teste de Enganação contra CD 15 por dia. Se você for bem-sucedido, recebe 1 TO por cada ponto que seu teste exceder a CD. Como alternativa, você pode usar este talento para arrancar favores de plebeus. Estes favores podem incluir abrigo durante uma noite, transporte, informações, etc., desde que sejam coisas ao alcance de plebeus. A CD total para estes favores é 20 (favores simples), 25 (favores complicados, cus- tosos ou arriscados), 30 (favores ilegais ou muito arriscados) ou mais, a critério do mestre (favores que ameacem a vida do plebeu ou de sua família). Em qualquer caso, se você rolar um “1 natural”, não poderá usar este talento por um mês. Além disso, você terá atraído a atenção de clérigos e/ou paladinos da divindade cujo nome está usando. Obviamente, eles não estarão nada satisfeitos com você..."}], [{"nome": "Acerto Crítico Aprimorado", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Escolha uma arma. Você sabe desferir golpes mortais com a arma escolhida.", "preRequisito": "Foco em Arma com a arma escolhida, bônus base de ataque +8.", "beneficio": "sua margem de ameaça com a arma escolhida é dobrada. Este efeito não se acumula com qualquer outro que dobre a margem de ameaça, e é sempre o primeiro a ser aplicado."}, {"nome": "Acuidade com Arma", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você é especialmente ágil com armas leves, que usam mais agilidade do que força bruta.", "preRequisito": "Des 13.", "beneficio": "quando usa armas de corpo-a-corpo leves, você pode usar seu modificador de Destreza em vez de Força em joga- das de ataque. Se estiver usando este talento e um escudo, aplique a penalidade de armadura do escudo em jogadas de ataque."}, {"nome": "Agarrar Aprimorado", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você consegue agarrar melhor seus oponentes.", "preRequisito": "For 13, Ataque Desarmado Aprimorado.", "beneficio": "você recebe +4 em jogadas de ataque para agarrar."}, {"nome": "Apanhar Objetos", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você pode apanhar flechas, adagas e outras armas arremessa- das ou disparadas contra você.", "preRequisito": "Des 15, Ataque Desarmado Aprimorado, Desviar Objetos.", "beneficio": "quando usa o talento Desviar Objetos, você pode apanhar a arma ao invés de apenas desviá-la. Armas de arremesso podem ser atiradas de volta ao oponente como uma reação."}, {"nome": "Aparar", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você pode usar sua arma para bloquear ataques.", "preRequisito": "Des 15, Acuidade com Arma, Especialização em Combate, bônus base de ataque +6.", "beneficio": "uma vez por rodada, você pode tentar aparar um ataque que iria atingi-lo. Faça uma jogada de ataque. Se o resultado da sua jogada for maior que a do oponente, você evita o ataque. Você só pode usar este talento se estiver usando uma arma afetada pelo talento Acuidade com Arma."}, {"nome": "Aparência Inofensiva", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Por algum motivo — ser uma mulher, parecer fraco, ser de tamanho Pequeno... — você não parece perigoso. Isso faz com que seus inimigos hesitem antes de atacá-lo.", "preRequisito": "Car 13.", "beneficio": "a primeira criatura inteligente (Int 3 ou mais) que atacar você em um combate deve fazer um teste de Intuição (CD 10 + metade do seu nível + seu modificador de Carisma). Se falhar, perderá sua ação. Este talento só funciona uma vez por combate; isto é, independente da criatura falhar ou não no teste, poderá atacar você normalmente nas rodadas seguintes."}, {"nome": "Ataque Atordoante", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você sabe atingir áreas vulneráveis de seus inimigos.", "preRequisito": "Sab 13, Ataque Desarmado Aprimorado.", "beneficio": "declare que está usando este talento antes de fazer um ataque desarmado. Se você acertar o ataque, além de sofrer o dano normal, a vítima deve fazer um teste de Fortitude (CD 10 + metade do seu nível + modificador de Sabedoria). Se falhar, fica atordoada por uma rodada. Você pode usar este talento um número de vezes por dia igual a 1 + seu modificador de Sabedoria. Criaturas imunes a acertos críticos não podem ser atordoadas.", "especial": "você pode escolher este talento diversas vezes. Cada vez que é escolhido além da primeira, você recebe mais duas utili- zações por dia."}, {"nome": "Ataque com Escudo Aprimorado", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você sabe golpear com seu escudo sem perder sua proteção.", "preRequisito": "Usar Escudo.", "beneficio": "quando você ataca com o escudo, mantém seu bô- nus na CA.", "normal": "um personagem que ataque com seu escudo perde o bônus que ele fornece à CA até sua próxima rodada."}, {"nome": "Ataque Desarmado Aprimorado", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você sabe lutar sem armas.", "beneficio": "seus ataques desarmados causam 1d4 pontos de dano, e podem causar dano letal ou não-letal (à sua escolha).", "normal": "sem este talento, ataques desarmados causam 1d3 pontos de dano, e podem causar apenas dano não letal.", "especial": "este dano é para criaturas de tamanho Médio. Se você pertence a outra categoria de tamanho, consulte a Tabela 7-4: Dano de Armas por Tamanho para saber seu dano desarmado."}, {"nome": "Ataque Duplo", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Escolha uma arma. Você consegue atacar com velocidade im- pressionante com a arma escolhida.", "preRequisito": "Foco em Arma com a arma escolhida, bônus base de ataque +6.", "beneficio": "quando faz um ataque com a arma escolhida, você pode fazer um ataque adicional na mesma ação padrão, mas sofre penalidade de –5 em ambas as jogadas de ataque."}, {"nome": "Ataque em Movimento", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você faz ataques rápidos e se movimenta com agilidade.", "preRequisito": "Des 13, Esquiva, Mobilidade, bônus base de ataque +4.", "beneficio": "quando estiver atacando corpo-a-corpo, você pode se mover antes e depois do ataque, desde que a distância total per- corrida não seja maior que seu deslocamento. Você não pode usar este talento se estiver de armadura pesada.", "normal": "você pode se mover antes ou depois de um ataque, mas não ambos."}, {"nome": "Ataque Giratório", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você é capaz de atacar todos os oponentes à sua volta em combate corpo-a-corpo.", "preRequisito": "Des 13, Int 13, Esquiva, Mo- bilidade, Ataque em Movimento, Especialização em Combate, bônus base de ataque +4.", "beneficio": "você pode fazer um ataque corpo- -a-corpo contra cada oponente adjacente. Usar este talento é uma ação completa."}, {"nome": "Ataque Poderoso", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você pode sacrificar a precisão para desferir um golpe destruidor.", "preRequisito": "For 13.", "beneficio": "declare que está usando este talento antes de fazer um ataque corpo-a-corpo. Você sofre uma penalidade de –2 na jogada de ataque, mas rece- be +4 na jogada de dano."}, {"nome": "Ataque Preciso", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Com lâminas leves, você sabe golpear com precisão mortal.", "preRequisito": "Des 15, Acuidade com Arma, Especialização em Combate, bônus base de ataque +11.", "beneficio": "quando usa uma arma afe- tada pelo talento Acuidade com Arma, você causa 1d6 pontos de dano adicional."}, {"nome": "Ataque Sagaz", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Sua espada é ágil, e também atinge os lugares certos.", "preRequisito": "Int 13, Acui- dade com Arma, bônus base de ataque +4.", "beneficio": "quando usa uma arma afetada pelo talento Acui- dade com Arma, você soma seu modificador de Inteligência (além do modificador de Força) em jogadas de dano."}, {"nome": "Atropelar Aprimorado", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você não tem medo de passar por cima de seus oponentes.", "preRequisito": "For 13, Ataque Poderoso.", "beneficio": "quando você realiza a manobra atropelar, o alvo não pode escolher evitá-lo. Além disso, você recebe +4 em jogadas de ataque para atropelar."}, {"nome": "Bloqueio Ambidestro", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você é habilidoso em se defender usando duas armas ou uma arma dupla.", "preRequisito": "Des 15, Combater com Duas Armas.", "beneficio": "quando estiver usando duas armas ou uma arma dupla, você recebe +1 na classe de armadura."}, {"nome": "Casca Grossa", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Sua pele dura e calejada resiste a ferimentos.", "preRequisito": "Con 13.", "beneficio": "você soma seu bônus de Constituição na CA. Este bônus não é cumulativo com armaduras."}, {"nome": "Combate Montado", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você sabe lutar cavalgando.", "preRequisito": "treinado em Cavalgar.", "beneficio": "uma vez por rodada, você pode tentar desviar um ataque que iria atingir sua montaria. Faça um teste de Cavalgar. Se o resultado for maior que a jogada de ataque do oponente, você evita o ataque."}, {"nome": "Combater com Duas Armas", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você é treinado em usar uma arma em cada mão.", "preRequisito": "Des 15.", "beneficio": "se estiver usando uma arma de uma mão e uma arma leve, ou duas armas leves, você pode fazer dois ataques com a mesma ação padrão, um com cada uma. No entanto, você sofre penalidade de –4 em ambas as jogadas de ataque."}, {"nome": "Combater Com Duas Armas Aprimorado", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você é muito bem treinado em usar uma arma em cada mão.", "preRequisito": "Des 17, Combater com Duas Armas, bônus base de ataque +6.", "beneficio": "usando o talento Combater com Duas Armas, sua penalidade em jogadas de ataque diminui para –2."}, {"nome": "Combater Com Duas Armas Maior", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você é um mestre em usar uma arma em cada mão.", "preRequisito": "Des 19, Combater Com Duas Armas, Com- bater Com Duas Armas Aprimorado, bônus base de ataque +11.", "beneficio": "usando o talento Combater com Duas Armas, você não sofre nenhuma penalidade em jogadas de ataque."}, {"nome": "Derrubar Aprimorado", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você sabe derrubar inimigos em combate corpo-a-corpo.", "preRequisito": "Int 13, Especialização em Combate.", "beneficio": "+4 em testes de derrubar."}, {"nome": "Desarmar Aprimorado", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você sabe desarmar inimigos em combate corpo-a-corpo.", "preRequisito": "Int 13, Especialização em Combate.", "beneficio": "+4 em testes de desarmar."}, {"nome": "Desviar Objetos", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você pode desviar flechas, adagas e outras armas arremessadas ou disparadas contra você.", "preRequisito": "Des 13, Ataque Desarmado Aprimorado.", "beneficio": "você pode tentar desviar um ataque à distância que iria atingi-lo. Faça um teste de Reflexos. Se o resultado do seu teste for maior que a jogada de ataque do oponente, você evita o ataque. Você só pode usar este talento se estiver com uma mão livre. Armas muito grandes (como pedras de catapulta) ou criadas por magia não podem ser desviadas."}, {"nome": "Duro de Matar", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você resiste a ferimentos que fariam outros cair.", "beneficio": "quando você sofre dano que poderia levá-lo a 0 ou menos pontos de vida, você pode ignorar completamente esse dano. Você pode usar este talento uma vez por dia."}, {"nome": "Empunhadura Poderosa", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você consegue usar armas grandes. Exageradamente grandes.", "preRequisito": "For 17.", "beneficio": "ao usar armas uma categoria de tamanho acima da sua, sua penalidade cai para –2.", "normal": "um personagem sem este talento usando uma arma uma categoria de tamanho acima da própria sofre penalidade de –4 em jogadas de ataque."}, {"nome": "Empurrar Aprimorado", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você sabe como fazer seus inimigos recuarem.", "preRequisito": "Força 13, Ataque Poderoso.", "beneficio": "+4 em jogadas de ataque para empurrar."}, {"nome": "Especialização em Arma", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Escolha uma arma. Seus golpes com a arma escolhida causam ferimentos profundos.", "preRequisito": "Foco em Arma com a arma escolhida, guer- reiro 4o nível.", "beneficio": "usando a arma escolhida, você recebe +2 em jo- gadas de dano."}, {"nome": "Especialização em Arma Aprimorada", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Escolha uma arma. Seus golpes com a arma escolhida causam ferimentos terríveis.", "preRequisito": "Foco em Arma, Foco em Arma Aprimorado, Especialização em Arma com a arma escolhida, guerreiro 12o nível.", "beneficio": "seu bônus no dano pelo talento Especialização em Arma aumenta para +4."}, {"nome": "Especialização em Armadura", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Escolha um tipo de armadura entre leve, média ou pesada. Você sabe usar esse tipo de armadura para absorver os golpes.", "preRequisito": "Foco em Armadura do tipo escolhido, guer- reiro 8o nível.", "beneficio": "quando usando uma armadura do tipo escolhido, você recebe redução de dano 2."}, {"nome": "Especialização em Combate", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você é capaz de usar suas habilidades de combate tanto para atacar quanto para se defender.", "preRequisito": "Int 13.", "beneficio": "declare que está usando este talento antes de fazer um ataque corpo-a-corpo. Você sofre –2 na jogada de ataque, mas recebe +4 na classe de armadura até o próximo turno."}, {"nome": "Esquiva", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você é bom em esquivar-se de golpes.", "preRequisito": "Des 13.", "beneficio": "você recebe CA+1."}, {"nome": "Fintar Aprimorado", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você sabe como distrair seus adversários em combate.", "preRequisito": "Int 13, Especialização em Combate.", "beneficio": "você pode realizar um teste de Enganação para fin- tar em combate usando uma ação de movimento.", "normal": "fintar em combate exige uma ação padrão."}, {"nome": "Flerte Estratégico", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Em pleno combate, você consegue seduzir ou embaraçar seus inimigos com uma manobra audaciosa (e nada educada). Por exemplo, beijando sua adversária durante a luta, colocando uma rosa em seu cabelo, usando a espada para rasgar sua roupa e revelar partes interessantes de sua anatomia...", "preRequisito": "Car 13, Fintar Aprimorado.", "beneficio": "faça uma finta em combate contra um inimigo que possa se sentir fisicamente atraído por você. Se for bem-sucedi- do, sua vítima fica embaraçada e sofre penalidade de –2 em jogadas e testes até o fim do combate."}, {"nome": "Foco em Arma", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Escolha uma arma. Você sabe lutar melhor com a arma esco- lhida. “Ataque desarmado” também pode ser escolhido como arma para este talento.", "preRequisito": "saber usar a arma escolhida, bônus base de ataque +1.", "beneficio": "+1 em jogadas de ataque com a arma escolhida."}, {"nome": "Foco em Arma Aprimorado", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Escolha uma arma. Você sabe lutar ainda melhor com ela.", "preRequisito": "Foco em Arma com a arma escolhida, guer- reiro 8o nível.", "beneficio": "o bônus que você recebe pelo talento Foco em Arma aumenta para +2."}, {"nome": "Foco em Armadura", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Escolha um tipo de armadura entre leve, média ou pesada. Você é mais hábil em defesa e movimento com esse tipo.", "preRequisito": "saber usar o tipo de armadura escolhido.", "beneficio": "quando usando uma armadura do tipo escolhido, você aumenta seu bônus de armadura em +1 e diminui sua penali- dade de armadura em –1."}, {"nome": "Golpe com Duas Mãos", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você consegue canalizar toda a sua força quando usa uma arma com as duas mãos.", "preRequisito": "For 15, Ataque Poderoso.", "beneficio": "quando usando uma arma de corpo-a-corpo com as duas mãos, você soma o dobro de seu modificador de Força às jogadas de dano. Este talento não pode ser usado com armas leves.", "normal": "sem este talento, ao usar armas de duas mãos, você apenas soma seu modificador de Força ao dano."}, {"nome": "Granadeiro", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Explodir tudo é a forma mais garantida de causar dano ao inimigo. Mesmo que, às vezes, algum aliado também acabe se ma- chucando um bocadinho...", "preRequisito": "treinado em Ofício (alquimia).", "beneficio": "você recebe +2 em jogadas de ataque e dano com quaisquer armas que permitem um teste de Reflexos para reduzir seu efeito, como fogo alquímico e granadas."}, {"nome": "Insulto Sagaz", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você sabe dizer barbaridades sobre seu adversário, deixando-o tão furioso que prejudica seu desempenho em combate.", "preRequisito": "Car 13, Fintar Aprimorado.", "beneficio": "faça uma finta em combate. Se for bem-sucedido, seu oponente fica enfurecido e sofre uma penalidade de –2 na CA até o fim do combate."}, {"nome": "Investida Implacável", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você realiza ataques devastadores cavalgando em investida.", "preRequisito": "treinado em Cavalgar, Combate Montado, Investida Montada.", "beneficio": "quando está montado e faz uma investida, você causa dano dobrado com uma arma comum, ou triplicado com uma lança."}, {"nome": "Investida Montada", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você é mais eficiente fazendo ataques de investida quando está cavalgando.", "preRequisito": "treinado em Cavalgar, Combate Montado.", "beneficio": "quando está montado e faz uma investida, você pode continuar se movendo depois do ataque. Você deve continuar se movendo em linha reta, e seu movimento total na rodada não pode ser superior ao dobro do deslocamento da montaria."}, {"nome": "Lutar às Cegas", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você tem maiores chances de atingir alvos que não possa ver.", "beneficio": "sempre que você erra um ataque devido a camufla- gem, pode rolar mais uma vez a chance de acertar. Além disso, você não fica desprevenido contra inimigos que não possa ver.", "normal": "um personagem sem este talento fica desprevenido contra inimigos que não possa ver."}, {"nome": "Mestre em Arma", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Escolha uma arma. Você é um dos melhores guerreiros do mundo com a arma escolhida.", "preRequisito": "Especialização em Arma, Especialização emArma Aprimorada, Foco em Arma, Foco em Arma Aprimorado (todos com a arma escolhida), guerreiro 16o nível.", "beneficio": "usando a arma escolhida, você recebe +1 em jo- gadas de ataque e dano, e sua margem de ameaça aumenta em 1. Além disso, uma vez por dia, você pode rolar outra vez uma jogada de ataque que tenha recém realizado. Você deve aceitar a segunda rolagem, mesmo que seja pior que a primeira.", "especial": "este talento se acumula com quaisquer outros efei- tos que aumentem a margem de ameaça de uma arma, mas é o úl- timo efeito a ser considerado. Assim, um personagem com Mestre em Arma e Acerto Crítico Aprimorado (machado de guerra) tem margem de ameaça 18-20."}, {"nome": "Mira Apurada", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Seus tiros têm precisão mortal.", "preRequisito": "Sab 13, Tiro Certeiro, Tiro Longo.", "beneficio": "você pode gastar uma ação de movimento para mirar um alvo. Se fizer isso, recebe +1 em jogadas de ataque à distância realizadas contra ele na mesma rodada."}, {"nome": "Mira Mortal", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Entre os olhos. No coração. São lugares onde seus tiros cos- tumam acertar!", "preRequisito": "Des 17, Sab 13, Mira Apurada, Tiro Certeiro, Tiro Longo, bônus base de ataque +11.", "beneficio": "sua margem de ameaça com armas de projéteis aumenta em 1. Por exemplo, a margem de ameaça da pistola é 19- 20; para um personagem com este talento, será 18-20.", "especial": "este talento se acumula com quaisquer outros efeitos que aumentem a margem de ameaça de uma arma, mas é o último efeito a ser considerado. Assim, um personagem com Mira Mortal e Acerto Crítico Aprimorado (pistola) tem margem de ameaça 16-20."}, {"nome": "Mobilidade", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você é hábil em esquivar-se enquanto se movimenta.", "preRequisito": "Des 13, Esquiva.", "beneficio": "você recebe +2 na CA sempre que usa uma ação de movimento para deslocar-se."}, {"nome": "Na Mosca", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Sua mira é incrível, e seus disparos acertam onde dói mais.", "preRequisito": "Des 13, Tiro Certeiro, Tiro Preciso.", "beneficio": "você soma seu modificador de Destreza em joga- das de dano com armas de ataque à distância."}, {"nome": "Panache", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você tem a (irritante) habilidade de humilhar seus oponentes em combate. Você pode trocar a espada de mão no meio da luta, ar- rancar os botões da camisa do oponente, derrubar seu charuto com um tiro, riscar sua inicial nas roupas dele com a ponta da espada...", "preRequisito": "Car 13, Fintar Aprimorado.", "beneficio": "faça uma finta em combate. Se for bem-sucedido, seu oponente fica espantado com a manobra, e no próximo turno só pode realizar uma ação padrão."}, {"nome": "Perito em Arma", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Escolha uma arma. Você consegue usar a arma escolhida para realizar façanhas incríveis.", "preRequisito": "Des 13, Int 13, Acuidade com Arma, Foco em Arma com a arma escolhida.", "beneficio": "graças a uma extrema habilidade com a arma, que funciona como uma verdadeira extensão de seu corpo, você pode substituir um teste de qualquer perícia por uma jogada de ataque com a arma escolhida. Você pode, por exemplo, usar uma espada para destrancar uma fechadura (Ladinagem), como suporte para subir em algo (Atletismo), como apoio para uma cambalhota (Acrobacia), para fazer manobras impressionantes (Atuação) e assim por diante. Você pode usar este talento um número de vezes por dia igual a seu bônus de Carisma."}, {"nome": "Pisotear", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você sabe usar sua montaria para atropelar oponentes.", "preRequisito": "treinado em Cavalgar, Combate Montado.", "beneficio": "quando está montado e realiza a manobra atro- pelar, o alvo não pode escolher evitá-lo. Além disso, se a montaria derrubar um oponente, pode fazer um ataque contra esse oponente como uma ação livre (recebendo o bônus padrão de +4 em jogadas de ataque contra oponentes caídos)."}, {"nome": "Rapidez de Recarga", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Escolha uma arma de disparo (como besta, funda ou pistola). Você recarrega a arma escolhida muito rapidamente.", "preRequisito": "saber usar a arma escolhida.", "beneficio": "a ação necessária para recarregar a arma escolhida diminui em uma categoria — ação completa vira padrão, padrão vira de movimento, e de movimento vira livre. Por exemplo, recarregar um mosquete normalmente é uma ação padrão, mas para um personagem com este talento é uma ação de movimento."}, {"nome": "Reflexos de Combate", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você consegue reagir rapidamente contra oponentes com a guarda baixa.", "preRequisito": "Des 13.", "beneficio": "se estiver adjacente a um oponente desprevenido, você pode fazer um ataque corpo-a-corpo contra ele como uma ação livre."}, {"nome": "Saque Rápido", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você consegue sacar sua arma mais rápido que o normal.", "beneficio": "você pode sacar ou guardar uma arma como uma ação livre.", "normal": "sem este talento, sacar ou guardar uma arma exige uma ação de movimento."}, {"nome": "Separar Aprimorado", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você sabe atingir a arma do oponente, ou outro objeto que ele esteja carregando.", "preRequisito": "For 13, Ataque Poderoso.", "beneficio": "você recebe +4 em jogadas de ataque para separar. Além disso, você causa dano dobrado contra objetos."}, {"nome": "Tiro Certeiro", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você é capaz de disparos precisos contra alvos próximos.", "beneficio": "você recebe +1 em jogadas de ataque e dano com armas de ataque à distância contra alvos que estejam a até 9m."}, {"nome": "Tiro em Movimento", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você faz disparos rápidos e se movimenta com agilidade.", "preRequisito": "Des 13, Esquiva, Mobilidade, Tiro Certeiro, bônus base de ataque +4.", "beneficio": "quando estiver atacando à distância, você pode se mover antes e depois do ataque, desde que a distância total percor- rida não seja maior que seu deslocamento. Você não pode usar este talento se estiver de armadura pesada.", "normal": "você pode se mover antes ou depois de um ataque, mas não ambos."}, {"nome": "Tiro Longo", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Seus disparos de longa dis- tância vão muito mais longe.", "preRequisito": "Tiro Certeiro.", "beneficio": "o incremento de dis- tância de qualquer arma que você uti- liza é dobrado."}, {"nome": "Tiro Montado", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você é talentoso em atacar à distân- cia enquanto cavalga.", "preRequisito": "treinado em Cavalgar, Combate Montado.", "beneficio": "sua penalidade para ataques à distân- cia quando sua montaria se movimenta é reduzida para –2.", "normal": "um personagem sem este talen- to sofre uma penalidade de –4 em jogadas de ataque à distância se, na mesma rodada, sua montaria se movimentou."}, {"nome": "Tiro Múltiplo", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você atira mais em menos tempo.", "preRequisito": "Des 17, Tiro Certeiro, Tiro Rápido, bônus base de ataque +6.", "beneficio": "usando uma ação padrão e uma arma de projéteis, você pode fazer dois ataques contra um único oponente a até 9m. Ambos usam a mesma jogada (com penali- dade de –4) e causam dano normalmente.", "especial": "em caso de acerto crítico, apenas o primeiro ataque causa dano multiplicado; o segundo ataque causa dano normal."}, {"nome": "Tiro Preciso", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você é capaz de mirar e disparar no momento certo.", "preRequisito": "Tiro Certeiro.", "beneficio": "você pode fazer ataques à distância contra oponen- tes envolvidos em combate corpo-a-corpo sem sofrer a penalidade de –4 na jogada de ataque.", "normal": "um personagem sem este talento sofre uma penali- dade de –4 nos ataques à distância contra oponentes envolvidos em combate corpo-a-corpo."}, {"nome": "Tiro Preciso Aprimorado", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Sua mira é infalível.", "preRequisito": "Des 19, Tiro Certeiro, Tiro Preciso, bônus base de ataque +11.", "beneficio": "seus ataques à distância ignoram cobertura e camuflagem (exceto cobertura ou camuflagem totais). Além disso, quando ataca um alvo envolvido na ma- nobra agarrar, você acerta automaticamente o alvo que escolheu.", "normal": "um personagem sem este talento atacando um alvo envolvido na manobra agar- rar deve determinar aleatoriamente qual alvo ele acerta."}, {"nome": "Tiro Rápido", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você é muito rápido atacan- do à distância.", "preRequisito": "Des 13, Tiro Certeiro.", "beneficio": "usando uma arma de ataque à distância, você pode fazer um ataque adi- cional. Se fizer isso, sofre uma penalidade de –2 em todas as jo- gadas de ataque. Usar este talento é uma ação completa."}, {"nome": "Torcida", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você luta melhor quando há fãs tor- cendo por você.", "preRequisito": "Car 13.", "beneficio": "você recebe +1 em jogadas de ataque, CA e testes de resistência quando tem a torcida a seu favor, durante uma luta ou outro tipo de disputa. Entenda-se por “torcida” qualquer número de pessoas ou criaturas inteligentes (mesmo que seja apenas uma!) que não está realizando nenhuma outra ação além de ver a luta. Você só recebe este benefí- cio quando a maioria das pessoas presentes na cena está gritando seu nome ou torcendo por sua vitória.", "especial": "a reação de uma torcida depende do mestre, mas você pode tentar um teste de Atuação ou Diplomacia (CD 20) como uma ação padrão para cair nas graças dos torcedores."}, {"nome": "Trespassar", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Quando você derruba um inimigo, pode continuar o golpe e acertar outro alvo.", "preRequisito": "For 13, Ataque Poderoso.", "beneficio": "quando você derruba um inimigo com um ataque corpo-a-corpo (reduzindo seus PV para 0 ou menos), pode realizar um ataque adicional contra outra criatura adjacente. O ataque adicional usa os mesmos bônus de ataque e dano do primeiro, mas os dados devem ser rolados novamente. Você pode usar este talento uma vez por rodada."}, {"nome": "Trespassar Aprimorado", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você empunha suas armas com tanta força que um golpe seu pode derrubar diversos inimigos.", "preRequisito": "For 13, Ataque Poderoso, Trespassar, bônus base de ataque +4.", "beneficio": "você pode usar o talento Trespassar quantas vezes quiser na mesma rodada."}, {"nome": "Usar Armas Simples", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você foi treinado para usar todas as armas simples, como adaga e bordão.", "beneficio": "você sabe usar armas simples.", "normal": "um personagem atacando com uma arma que não saiba usar sofre penalidade de –4 em jogadas de ataque."}, {"nome": "Usar Armas Marciais", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você foi treinado para usar todas as armas marciais, como espada longa e machado de guerra.", "preRequisito": "Usar Armas Simples.", "beneficio": "você sabe usar armas marciais.", "normal": "um personagem atacando com uma arma que não saiba usar sofre penalidade de –4 em jogadas de ataque."}, {"nome": "Usar Arma Exótica", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Escolha uma arma exótica, como katana ou pistola. Você foi treinado para usar esta arma.", "preRequisito": "Usar Armas Simples.", "beneficio": "você sabe usar a arma escolhida.", "normal": "um personagem atacando com uma arma que não saiba usar sofre penalidade de –4 em jogadas de ataque."}, {"nome": "Usar Armaduras Leves", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você foi treinado para usar armaduras leves.", "beneficio": "você sabe usar armadura acolchoada, corselete de couro, couro batido, camisa de cota de malha e outras armaduras leves.", "normal": "um personagem vestindo uma armadura que não saiba usar aplica sua penalidade de armadura em jogadas de ataque e testes de perícias baseadas em Força e Destreza."}, {"nome": "Usar Armaduras Médias", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você foi treinado para usar armaduras médias.", "preRequisito": "Usar Armaduras Leves", "beneficio": "você sabe usar cota de escamas, cota de malha, couraça, gibão de peles e outras armaduras médias.", "normal": "um personagem vestindo uma armadura que não saiba usar aplica sua penalidade de armadura em jogadas de ataque e testes de perícias baseadas em Força e Destreza."}, {"nome": "Usar Armaduras Pesadas", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você foi treinado para usar armaduras pesadas.", "preRequisito": "Usar Armaduras (leves, médias)", "beneficio": "você sabe usar loriga segmentada, meia armadura, armadura completa e outras armaduras pesadas.", "normal": "um personagem vestindo uma armadura que não saiba usar aplica sua penalidade de armadura em jogadas de ataque e testes de perícias baseadas em Força e Destreza."}, {"nome": "Usar Escudos", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você sabe lutar com escudos.", "beneficio": "você sabe usar escudos leves e pesados.", "normal": "um personagem equipado com um escudo que não saiba usar aplica sua penalidade de armadura em jogadas de ataque e testes de perícias baseadas em Força e Destreza."}, {"nome": "Usar Venenos", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você faz o que muitos consideram desleal: usar venenos para deixar suas armas mais perigosas.", "preRequisito": "treinado em Ofício (alquimia), tendência não Bondosa.", "beneficio": "você pode aplicar veneno em armas sem risco de se envenenar acidentalmente.", "normal": "um personagem sem este talento que aplique vene- no em uma arma tem 10% de chance de expor-se acidentalmente ao veneno."}, {"nome": "Vitalidade", "livro": "Módulo Básico", "tipo": "Talento de Combate", "descricao": "Você suporta mais ferimentos que outras pessoas.", "beneficio": "você recebe 1 ponto de vida adicional por nível de personagem. Quando sobe de nível, os PV que recebe por este talento aumentam de acordo. Por exemplo, se escolher este talento no 3o nível, recebe 3 PV. Chegando ao 4o nível, recebe +1 PV, e assim por diante.", "especial": "você pode escolher este talento diversas vezes. Seus efeitos se acumulam."}], [{"nome": "Acelerar Magia [metamágico]", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Você pode lançar magias mais rapidamente.", "custo": "+4 PM.", "beneficio": "quando você usa este talento, pode lançar uma magia como uma ação livre. Lançar uma magia acelerada não dei- xa você desprevenido. Você só pode usar este talento uma vez por rodada. Magias com um tempo de execução maior que uma ação completa não são afetadas por este talento."}, {"nome": "Ampliar Magia [metamágico]", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Você pode fazer com que uma magia afete uma área maior.", "custo": "+3 PM.", "beneficio": "quando você usa este talento, a área da magia é duplicada (por exemplo, uma bola de fogo ampliada tem 12m de raio, em vez de 6m). Magias sem área de efeito não são afetadas por este talento."}, {"nome": "Aumentar Magia [metamágico]", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Você pode aumentar o alcance de uma magia. Custo: +1 PM.", "beneficio": "quando você usa este talento, o alcance da magia é duplicado (por exemplo, um relâmpago aumentado tem um alcan- ce de 90m, em vez de 45m). Magias sem alcance medido em metros não podem ser afeta- das por este talento."}, {"nome": "Conhecimento Mágico", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Você estudou para aumentar seu repertório de magias.", "beneficio": "você aprende mais duas magias de quaisquer níveis que possa lançar. Por exemplo, se você é um mago de 3o nível, pode aprender duas magias novas de 1o ou 2o nível.", "especial": "você pode escolher este talento diversas vezes. Cada vez, você aprende duas novas magias."}, {"nome": "Contramágica Aprimorada", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Você sabe contra-atacar uma magia com mais eficiência.", "beneficio": "você pode usar qualquer magia como contra- mágica, desde que seu custo em PM seja igual ou superior ao custo da magia que você quer anular.", "normal": "um personagem sem este talento só pode usar como contramágica uma magia igual à que ele quer anular."}, {"nome": "Dominar Magia", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Escolha uma magia. Você tem mais familiaridade com ela.", "beneficio": "o custo em PM para lançar a magia escolhida di- minui em 1. O custo final (após aplicar todos os modificadores, incluindo este talento e talentos metamágicos) é no mínimo 1 PM."}, {"nome": "Elevar Magia [metamágico]", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Você pode tornar uma magia mais poderosa.", "custo": "+1 PM por nível que se deseja aumentar.", "beneficio": "uma magia elevada tem um nível de magia mais alto que o normal (até um máximo de 9o nível). Diferente de ou- tros talentos metamágicos, Elevar Magia aumenta verdadeiramen- te o nível da magia. Todos os efeitos dependentes de nível (como CD para resistir) são calculados de acordo com o nível elevado."}, {"nome": "Estender Magia [metamágico]", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Você sabe fazer com que uma magia dure mais tempo.", "custo": "+1 PM.", "beneficio": "a duração da magia é duplicada (por exemplo, um imobilizar pessoa estendido dura 2 minutos, em vez de 1 min). Magias com duração instantânea, permanente ou concentra- ção não podem ser afetadas por este talento."}, {"nome": "Familiar", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Você possui um animal de estimação mágico.", "preRequisito": "capacidade de lançar magias arcanas.", "beneficio": "você recebe a habilidade familiar do mago. Con- sulte a descrição da classe mago para mais detalhes.", "especial": "um mago que já possua a habilidade de classe fami- liar não pode escolher este talento."}, {"nome": "Foco em Magia", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Escolha uma magia. Quando você lança essa magia, é difícil que seus inimigos resistam ao efeito.", "beneficio": "a dificuldade do teste de resistência contra a magia escolhida aumenta em CD+2."}, {"nome": "Foco em Magia Aprimorado", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Escolha uma magia. Quando você lança essa magia, é muito difícil que seus inimigos resistam ao efeito.", "preRequisito": "Foco em Magia com a magia escolhida.", "beneficio": "o aumento de dificuldade oferecido pelo talento Foco em Magia aumenta para CD+4."}, {"nome": "Magia Natural", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Você pode lançar magias mesmo quando transformado em outra criatura.", "preRequisito": "Sab 13, habilidade de forma selvagem.", "beneficio": "sem este talento você pode lançar magias quando está na forma selvagem.", "normal": "um personagem sem este talento não pode usar ma- gias quando está na forma selvagem."}, {"nome": "Magia Sem Gestos [metamágico]", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Você consegue lançar magias sem gestos.", "custo": "+1 PM.", "beneficio": "uma magia sem gestos pode ser lançada sem ne- nhum componente gestual."}, {"nome": "Magia Silenciosa [metamágico]", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Você consegue lançar magias sem falar.", "custo": "+1 PM.", "beneficio": "uma magia silenciosa pode ser lançada sem ne- nhum componente verbal."}, {"nome": "Magias em Combate", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Você é habilidoso ao lançar magias em situações de perigo.", "beneficio": "você não fica desprevenido quando lança uma magia.", "normal": "um personagem sem este talento fica desprevenido até seu próximo turno quando lança uma magia."}, {"nome": "Mago de Batalha", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Você se especializou em magias de combate, e sabe como au- mentar o poder delas.", "preRequisito": "Int 13, Magias em Combate, mago 4o nível.", "beneficio": "você soma seu modificador de Inteligência às joga- das de dano de suas magias."}, {"nome": "Maximizar Magia [metamágico]", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Você consegue fazer com que suas magias tenham efeito máximo.", "custo": "+3 PM.", "beneficio": "quando você usa este talento, todos os efeitos numéricos variáveis da magia são aumentados ao máximo. Por exemplo, uma bola de fogo capaz de causar 6d6 pontos de dano, quando maximizada, causará 36 pontos de dano (mais quaisquer bônus), sem a necessidade de rolar dados. Uma magia sem efeitos variáveis não pode ser afetada por este talento. Uma magia potencializada e maximizada adquire os benefícios separados de cada talento: o resultado máximo, mais metade do resultado jogado normalmente."}, {"nome": "Poder Mágico", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Você tem uma parcela maior de poder mágico.", "beneficio": "você recebe 1 ponto de magia adicional. Especial: você pode escolher este talento diversas vezes. Cada vez que ele é escolhido além da primeira, os pontos de magia forne- cidos pelo talento aumentam em +1. Por exemplo, um personagem que tenha escolhido Poder Mágico três vezes recebe um total de 6 PM adicionais (1 PM pela primeira vez, 2 PM pela segunda e 3 PM pela terceira)."}, {"nome": "Potencializar Invocação", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "As criaturas que você invoca são mais poderosas.", "beneficio": "as criaturas que você invoca com as magias invocar recebem +2 em suas jogadas de ataque e dano."}, {"nome": "Potencializar Magia [metamágico]", "livro": "Módulo Básico", "tipo": "Talento de Magia", "descricao": "Você faz com que suas magias tenham efeito maior.", "custo": "+2 PM.", "beneficio": "quando você usa este talento, todos os efeitos nu- méricos variáveis da magia são aumentados em 50%. Por exemplo, um relâmpago capaz de causar 6d6 pontos de dano, após rolar 21, causa mais 50% (neste caso, 10), para um total de 31 pontos de dano. Quaisquer bônus que você tenha também são potencializados. Uma magia sem efeitos variáveis não pode ser afetada por este talento. Uma magia potencializada e maximizada adquire os benefí- cios separados de cada talento: o resultado máximo, mais metade do resultado jogado normalmente."}], [{"nome": "Alquimista Avarento (Perícia)", "livro": "Manual do Arcano", "tipo": "Talento de Perícia", "descricao": "Você pode criar itens alquímicos com menos materiais (ou materiais mais baratos).", "preRequisito": "treinado em Ofício (Alquimia)", "beneficio": "você pode criar itens alquímicos por um sexto do preço de mercado. Por exemplo, um frasco de ácido custa 10 TO. O custo para criar este mesmo ácido seria 3,3 TO. Contudo, um alquimista avarento pode criá-lo por 1,6 TO.", "normal": "o custo de criação de um item é um terço de seu preço de mercado."}, {"nome": "Alquimista Prodígio (Perícia)", "livro": "Manual do Arcano", "tipo": "Talento de Perícia", "descricao": "Você se destaca no ofício da alquimia.", "preRequisito": "Foco em Perícia (Ofício (Alquimia)).", "beneficio": "Você pode criar versões obra-prima de itens alquímicos. Se o item tiver um efeito medido em dados, você pode adicionar um dado do mesmo tipo ao efeito. Por exemplo, ácido causa 2d4 pontos de dano. Ácido obra-prima causa 3d4 pontos de dano. Se o item não tiver um efeito medido em dados, adicione +2 à CD para resistir a ele ou dobre a duração de seus efeitos (você escolhe). Todas as outras características do item permanecem inalteradas. Criar um item alquímico obra-prima aumenta a CD do teste de Ofício em +5, e o custo de criação em +100 TO."}], [{"nome": "Fúria Estendida", "livro": "Manual do Combate", "tipo": "Talento de Destino", "descricao": "Sua ira queima por mais tempo, com o mesmo ardor.", "preRequisito": "habilidade de classe fúria.", "beneficio": "a duração de sua fúria aumenta em 3 rodadas.", "especial": "você pode escolher este talento várias vezes. A cada vez, aumenta a duração de sua fúria em mais 3 rodadas."}, {"nome": "Gritos de Poder", "livro": "Manual do Combate", "tipo": "Talento de Destino", "descricao": "Você pode usar sua fúria para canalizar o poder de espíri- tos ou da sua própria natureza selvagem.", "preRequisito": "habilidade de classe fúria.", "beneficio": "você recebe dois gritos de poder da lista a partir da página 43.", "especial": "você pode escolher este talento diversas vezes. A cada vez que escolhe, recebe dois gritos."}], [{"nome": "Amigo Imaginário (Destino)", "livro": "Manual do Arcano", "tipo": "Talento de Destino", "descricao": "Ninguém mais vê seu familiar... Mas você jura que ele está ao seu lado!", "preRequisito": "habilidade de classe familiar.", "beneficio": "você possui um familiar... Mas apenas em sua imaginação. Ninguém pode ver ou ouvir seu familiar, nem capturá-lo, atacá-lo, etc. Contudo, você ainda recebe todos os Benefícios mecânicos que ele lhe concederia. Seu familiar continua podendo ver, ouvir e interagir com o mundo normalmente, apenas não sofre efeitos negativos e não é notado."}, {"nome": "Conjurador Sortudo (Destino)", "livro": "Manual do Arcano", "tipo": "Talento de Destino", "descricao": "Wynna parece favorecer suas magias.", "preRequisito": "dois talentos metamágicos quaisquer.", "beneficio": "quando você lança uma magia com efeitos medidos em dados, pode rolar novamente todos os resultados \"1\". Você deve aceitar o novo resultado, seja ele qual for. Por exemplo, um feiticeiro lança mísseis mágicos, causando 2d4+2 pontos de dano. Ele rola 1 e 3 nos dados. Graças a este talento, rola novamente o resultado 1, obtendo um 3. O total final é de 8 pontos de dano."}, {"nome": "Estudos Diletantes (Destino)", "livro": "Manual do Arcano", "tipo": "Talento de Destino", "descricao": "Você é ótimo em pesquisar magias... Mas nem tanto em usá-las.", "preRequisito": "mago generalista.", "beneficio": "você aprende três magias (em vez de duas) ao subir de nível. Contudo, você recebe apenas 2 PM por nível."}, {"nome": "Item de Poder Aprimorado (Destino)", "livro": "Manual do Arcano", "tipo": "Talento de Destino", "descricao": "Seu item de poder é imbuído com sua magia.", "preRequisito": "item de poder.", "beneficio": "no início de cada dia, você pode gastar 1 PM para energizar seu item de poder. Um item de poder energizado lhe concede um Benefício por 24 horas. Este Benefício depende do tipo do item de poder. Uma arma fica sob o efeito da magia arma mágica maior. Uma vestimenta (chapéu, capa, robes...) concede +2 em CA. Qualquer outro acessório concede +2 em testes de resistência. Todas as outras características de seu item de poder permanecem inalteradas."}, {"nome": "Mago Pobretão (Destino)", "livro": "Manual do Arcano", "tipo": "Talento de Destino", "descricao": "Você teve uma infância com poucos recursos, e seus estudos foram penosos.", "preRequisito": "mago de 1° nível.", "beneficio": "você começa o jogo apenas com suas roupas, seu livro de magias, um cajado e 1 TO. Contudo, você se esforçou muito para compensar a falta de dinheiro. Você recebe 2 PV adicionais e treinamento em uma perícia de Ofício (carpinteiro, fazendeiro, pastor, pedreiro, pescador). Além disso, aprende uma magia extra no 1° nível."}, {"nome": "Mente sobre o Corpo (Destino)", "livro": "Manual do Arcano", "tipo": "Talento de Destino", "descricao": "Sua constituiç~;ao fisica está ligada a seu poder mágico.", "preRequisito": "classe feiticeiro.", "beneficio": "você recebe uma quantidade de PV igual ao seu valor de Carisma. Para cada talento metamágico que possuir, recebe mais 1 PV."}, {"nome": "Mente Yudeniana (Destino)", "livro": "Manual do Arcano", "tipo": "Talento de Destino", "descricao": "Dizem que os yudenianos tem mente inflexível e determinação férrea. Seja ou não natural do reino, você compartilha dessa mentalidade.", "preRequisito": "Vontade de Ferro.", "beneficio": "você recebe um bônus de +2 em Vontade. Além disso, uma vez por dia, quando você for bem-sucedido em um teste de Vontade exigido por uma ameaça externa, recupera uma quantidade de PV igual à CD do teste."}, {"nome": "Poder Embutido (Destino)", "livro": "Manual do Arcano", "tipo": "Talento de Destino", "descricao": "Através de uma complexa cirurgia arcana, você implantou seu item de poder em seu próprio corpo! Você é meio mortal, meio golem... E mago por inteiro.", "preRequisito": "habilidade de classe item de poder, Carisma 10 ou menor.", "beneficio": "seu item de poder é implantado em seu corpo. Assim, não pode ser roubado, desarmado ou mesmo destruído com ataques. Seu item ainda é bastante visível e óbvio (uma varinha brotando de seu pulso, um cristal no lugar de um olho, etc). Note que, se você for capturado, vilões cruéis podem decidir que, já que não é possível tirar seu item, é melhor cortar sua garganta..."}], [{"nome": "Alcance Supremo", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você sabe esticar seu corpo e posicionar-se de forma a cobrir uma grande extensão do campo de batalha.", "preRequisito": "Especialização em Arma.", "beneficio": "enquanto estiver usando uma arma na qual você tenha Especialização em Arma, aumente seu alcance natural em 1,5m."}, {"nome": "Animal Encurralado", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você é mais perigoso quando está cercado de inimigos.", "preRequisito": "Destreza 13.", "beneficio": "quando você estiver flanqueado, sua margem de ameaça aumenta em 1 por oponente que estiver flanqueando- -o. Por exemplo, se estiver usando uma espada longa (margem de ameaça 19-20) e sendo flanqueado por dois oponentes, sua margem de ameaça passa para 17-20. Este benefício se aplica apenas contra oponentes que estão flanqueando-o."}, {"nome": "Ataque com Escudo", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você é treinado em atacar com uma arma e um escudo.", "preRequisito": "Usar Escudo.", "beneficio": "se estiver usando um escudo, você pode fazer um ataque adicional com ele. No entanto, você sofre uma pe- nalidade de –2 em todas as jogadas de ataque e perde o bônus que o escudo fornece à CA até sua próxima rodada."}, {"nome": "Ataque Poderoso Aprimorado", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Seus golpes destruidores são destruidores mesmo.", "preRequisito": "Ataque Poderoso, bônus base de ataque +6.", "beneficio": "como Ataque Poderoso, mas você pode sofrer uma penalidade de –4 no ataque para receber um bônus de +8 no dano (não cumulativo com Ataque Poderoso)."}, {"nome": "Até Acertar", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você não desiste frente a pequenas falhas. Tenta de novo e de novo, até ser bem-sucedido!", "preRequisito": "Foco em Arma.", "beneficio": "se você errar um ataque usando uma arma na qual possui Foco em Arma, recebe um bônus de +1 em jogadas de ataque, desde que use a mesma arma contra o mesmo opo- nente. Caso erre o segundo ataque, recebe um bônus de +2 no ataque posterior, e assim por diante. O bônus termina quando você acertar um ataque."}, {"nome": "Basta!", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você está farto dos truques e artimanhas de seus oponentes. Vai acabar com esta luta em um único golpe!", "preRequisito": "Vontade de Ferro, bônus base de ataque +10.", "beneficio": "uma vez por dia, um golpe seu pode ignorar qualquer camuflagem, imunidade e redução de dano do alvo. Se você errar o ataque, o uso diário não é perdido."}, {"nome": "Bote da Víbora", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você corre em direção ao inimigo e golpeia com duas armas num único ataque.", "preRequisito": "Combater com Duas Armas.", "beneficio": "se você estiver lutando com duas armas, pode fazer um ataque com cada uma no final de uma investida. O ataque sofre a penalidade por atacar com duas armas e o bônus por investida, como normal."}, {"nome": "Brecha na Guarda", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você sabe se aproveitar das falhas na defesa de seu oponente. Não é covardia — é sobrevivência.", "preRequisito": "tendência não Leal.", "beneficio": "você recebe um bônus de +4 nas jogadas de dano contra oponentes atordoados, caídos ou desprevenidos."}, {"nome": "Conhecimento de Golpes", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você aprendeu golpes especiais, mais complexos — e eficazes — que meros cortes e estocadas.", "preRequisito": "bônus base de ataque +1.", "beneficio": "você recebe dois golpes da lista a partir da página 37, e 3 pontos de energia.", "especial": "você pode escolher este talento diversas vezes. A cada vez que escolhe, recebe dois golpes e 3 pontos de energia."}, {"nome": "Conhecimento de Posturas", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você treinou diversas posições de luta, e pode trocar entre elas conforme a situação exige.", "preRequisito": "bônus base de ataque +1.", "beneficio": "você recebe duas posturas da lista a partir da página 40.", "especial": "você pode escolher este talento diversas vezes. A cada vez que escolhe, recebe duas posturas."}, {"nome": "Duro de Ferir", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Quando está descansado e novo em folha, nada parece abalá-lo.", "preRequisito": "Constituição 13.", "beneficio": "você ignora o primeiro dano que sofre a cada combate."}, {"nome": "Entrada Triunfal", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Quando você consegue agir primeiro, é capaz de ditar os termos do combate.", "preRequisito": "Destreza 13, Iniciativa Aprimorada.", "beneficio": "sempre que você ganhar a iniciativa, recebe uma quantidade de PV temporários igual à metade de seus PV normais."}, {"nome": "Erosão", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Não importa a resistência do inimigo. Você é persistente, e continua golpeando até acabar com suas defesas.", "preRequisito": "Ataque Poderoso.", "beneficio": "sempre que você acertar um ataque corpo-a- -corpo em um inimigo que tenha redução de dano, ele perde 1 ponto de sua RD. Caso faça um acerto crítico, em vez disso ele perde 2 pontos de sua RD. A redução de dano do inimigo volta ao normal após o fim do combate. Este talento afeta qualquer tipo de RD, mesmo aquelas que não podem ser ignoradas."}, {"nome": "Escudo Destemido", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você avança sem medo contra o inimigo, confiando que seu escudo irá protegê-lo.", "preRequisito": "Usar Escudo.", "beneficio": "se estiver usando um escudo, você não sofre a penalidade de –2 em CA ao fazer uma investida."}, {"nome": "Escudo Fraterno", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você aprendeu a usar seu escudo para proteger seus alia- dos, além de si mesmo.", "preRequisito": "Usar Escudo.", "beneficio": "se você terminar seu turno adjacente a um aliado, pode conceder seu bônus de escudo em CA a ele (sem que você mesmo o perca). Seu aliado perde o bônus se não estiver mais adjacente a você.", "especial": "o benefício deste talento não pode ser usado numa falange."}, {"nome": "Escudo Heroico", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você arremessa seu escudo como uma arma mortal.", "preRequisito": "Ataque com Escudo Aprimorado.", "beneficio": "você pode usar seu escudo como uma arma de arremesso. Um escudo leve tem incremento de alcance de 15m e um escudo pesado tem incremento de alcance de 9m. Todas as outras estatísticas do escudo são iguais às de um ata- que em corpo-a-corpo com o escudo. Sempre que você acerta um adversário com um escudo arremessado, o escudo retorna à sua mão na mesma rodada, desde que o adversário atingido não esteja a mais de um incremento de distância de você. Você recebe o bônus em CA pelo escudo se estiver empunhando-o, mesmo que tenha arremessado-o na mesma rodada."}, {"nome": "Escudo Inteligente", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Quando você arremessa seu escudo, ele parece ter vida própria.", "preRequisito": "Escudo Heroico.", "beneficio": "sempre que você acerta um adversário ar- remessando um escudo, o escudo ricocheteia no oponente e tenta atingir um segundo oponente que esteja dentro de um incremento de distância do primeiro. Caso acerte este segundo ataque, o escudo busca um terceiro oponente, que esteja dentro de um incremento de distância do segundo, e assim por diante, até que um ataque erre. Você não sofre penalidades por distância além do primeiro ataque, mas cada ataque além do primeiro impõe uma penalidade cumulativa de –2 (assim, –2 para o segundo ataque, –4 para o terceiro, –6 para o quarto, etc.). Após o primeiro erro, o escudo ricocheteianasuperfíciesólidamais próxima e volta à sua mão, desde que não esteja fora do alcance máximo em relação a você. Você recebe o bônus em CA pelo es- cudo se estiver empunhando-o, mesmo que tenha arremessado-o na mesma rodada."}, {"nome": "Escudo Veloz", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você sabe usar seu escudo para se defender de ataques de todos os lados.", "preRequisito": "Usar Escudo.", "beneficio": "se você estiver usando um escudo, não pode ser flanqueado."}, {"nome": "Estocada Cruel", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você é capaz de atravessar seus oponentes com golpes precisos.", "preRequisito": "Foco em Arma (qualquer arma corpo-a- -corpo de perfuração).", "beneficio": "sempre que você acerta um ataque com uma arma corpo-a-corpo de perfuração na qual você tenha Foco em Arma, seu oponente fica sangrando. Deve fazer um teste de Constituição contra CD 15 no início de cada turno; se for bem-sucedido, estabiliza-se. Se falhar, sofre 1d4 pontos de dano e continua sangrando.", "especial": "criaturas imunes a acertos críticos também são imunes a este talento. O efeito deste talento não se acumula consigo mesmo."}, {"nome": "Estocada Cruel Maior", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Os inimigos viram espetinho frente à sua lâmina!", "preRequisito": "Estocada Cruel, bônus base de ataque +6.", "beneficio": "como Estocada Cruel, acima. Contudo, o efeito do talento passa a se acumular consigo mesmo. Por exemplo, caso você acerte três golpes no mesmo oponente, ele deverá fazer três testes de Constituição, perdendo 1d4 PV por falha.", "especial": "criaturas imunes a acertos críticos continuam imunes a este talento."}, {"nome": "Exterminador de Monstros", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você é um especialista em matar criaturas gigantescas.", "preRequisito": "bônus base de ataque +8.", "beneficio": "você recebe +2 nas joga- das de dano contra criaturas Grandes ou maiores. Além disso, seus inimigos não recebem bônus por tamanho em testes de manobra (como agarrar, derrubar ou empurrar)."}, {"nome": "Falange", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você é experiente em lutar em uma formação compacta, jun- tando seu escudo com os de seus companheiros.", "preRequisito": "Usar Escudo.", "beneficio": "se você estiver usando um escudo, recebe um bônus de +1 na CA. Além disso, se estiver adjacente a um aliado com este talento, vocês podem gastar uma ação de movimento para for- mar uma falange. Uma falange concede cobertura a todos os seus participantes."}, {"nome": "Foco em Escudo", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Escolha um tipo de escudo entre leve, pesado ou de corpo. Com o tipo escolhido você consegue se proteger muito bem de golpes e outros tipos de ataque.", "preRequisito": "saber usar o tipo de escudo escolhido.", "beneficio": "quando estiver usando um escudo do tipo escolhido, você aumenta seu bônus de CA em +1 e recebe um bônus de +1 em todos os testes de resistência."}, {"nome": "Golpe Especial", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você é um herói. E todo herói tem seu golpe característico.", "preRequisito": "Surto Heroico.", "beneficio": "sempre que você usar Surto Heroico para fazer um ataque adicional, pode fazer um golpe especial. Este golpe recebe um bônus de +2 nas jogadas de ataque e dano, além de um poder especial de arma mágica equivalente a um bônus de +2 (veja em Tormenta RPG, Capítulo 10). Uma vez que você escolha o poder especial do seu golpe, não pode trocá-lo."}, {"nome": "Impacto Estonteante", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Seus oponentes ficam tontos ante a força de suas pancadas.", "preRequisito": "Foco em Arma (qualquer arma corpo-a- -corpo de esmagamento).", "beneficio": "sempre que você acerta um ataque com uma arma corpo-a-corpo de esmagamento na qual você tenha Foco em Arma, seu oponente sofre uma penalidade de –1 em seus ataques na rodada seguinte. Caso você consiga um acerto críti- co, a penalidade é de –2."}, {"nome": "Impacto Estonteante Maior", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Suas pancadas deixam seus oponentes no chão!", "preRequisito": "Impacto Estonteante, bônus base de ata- que +6.", "beneficio": "como Impacto Estonteante, acima. Contudo, o oponente também deve fazer um teste de Reflexos contra CD 10 + metade do seu nível + seu modificador de Força. Em caso de falha, ele cai no chão."}, {"nome": "Imobilização", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você sabe como imobilizar um inimigo agarrado.", "preRequisito": "Agarrar Aprimorado.", "beneficio": "você pode imobilizar uma criatura que esteja agarrando. Para isso, gaste uma ação padrão e faça um teste de manobra (veja o Capítulo 9 de Tormenta RPG). Se for bem- -sucedido, imobiliza a criatura — ela fica indefesa e não pode realizar nenhuma ação, exceto tentar se soltar (o que exige um teste de manobra). Caso a criatura consiga se soltar da imobili- zação, ainda fica agarrada. Enquanto estiver imobilizando uma criatura, você sofre as mesmas penalidades de agarrar."}, {"nome": "Investida Ricochete", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você é capaz de ricochetear de um inimigo que tenha acabado de atacar, já partindo para o próximo ataque.", "preRequisito": "Foco em Arma (qualquer arma corpo-a- -corpo de esmagamento), Mobilidade.", "beneficio": "quando você fizer uma investida usando uma arma corpo-a-corpo de esmagamento com a qual tenha Foco em Arma, pode ricochetear do oponente, indo atacar um se- gundo inimigo. Após realizar o ataque, mova-se para o segun- do inimigo, como se fizesse uma outra investida. Esta segunda investida não gera um novo ricochete."}, {"nome": "Mobilidade Perfeita", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você é um relâmpago no campo de batalha — até mesmo magias têm dificuldade em atingi-lo!", "preRequisito": "Mobilidade.", "beneficio": "você recebe um bônus de +2 em testes de resistência sempre que usar uma ação de movimento para se deslocar em combate.", "especial": "se você estiver usando a regra opcional de ata- ques de oportunidade (veja o Capítulo 9 de Tormenta RPG), você não provoca ataques de oportunidade por se deslocar."}, {"nome": "Morte Vinda do Céu", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você salta com selvageria sobre seus oponentes!", "preRequisito": "habilidade de classe fúria, treinado em Atletismo.", "beneficio": "quando estiver em fúria e fizer uma investida, você pode saltar em direção a seu inimigo. Isso significa que você ignora terreno difícil e pode fazer a investida mesmo que não haja uma linha reta pelo solo (desde que nenhum dos obs- táculos seja muito alto, segundo a decisão do mestre)."}, {"nome": "Olhos nas Costas", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você está prevenido contra inimigos que atacam pelas costas.", "preRequisito": "treinado em Percepção, Mobilidade.", "beneficio": "na primeira vez que você for flanqueado durante um combate, pode realizar uma manobra especial instantaneamente, fora de seu próprio turno. Você tem direito a um ataque imediato contra um dos oponentes que estão flanqueando-o, antes que eles mesmos possam atacar. Em seguida, você pode se mover 1,5m em qualquer direção. Após você completar seu movimento, os adversários continuam suas ações normalmente."}, {"nome": "Parede de Escudos", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Ao lado de seus companheiros, seu escudo é uma defesa impenetrável.", "preRequisito": "Falange.", "beneficio": "se você estiver participando de uma falange, pode fazer um ataque corpo-a-corpo imediato contra qual- quer criatura que se mova para ficar adjacente a você ou aos aliados adjacentes a você. Este talento só pode ser usado uma vez por rodada."}, {"nome": "Retroceder Nunca, Render-se Jamais", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você não desiste!", "preRequisito": "Vitalidade, Vontade de Ferro.", "beneficio": "quando você estiver com menos da metade dos seus PV totais, recebe um bônus de +2 em CA e em todos os testes de resistência. Se estiver com menos da metade dos seus PV totais e todos os seus aliados já tiverem sido derrotados (você for o último “de pé”), estes bônus dobram. Este efeito acaba se você ficar com mais da metade dos seus PV totais."}, {"nome": "Rigidez Raivosa", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Ser ferido não o abala, só aumenta sua resolução.", "preRequisito": "Casca Grossa, Fortitude Maior.", "beneficio": "sempre que você sofrer dano físico, recebe redução de dano 1, cumulativa com quaisquer outras fontes. Por exemplo, se sofrer três golpes que causem dano físico, recebe redução de dano 3. Este efeito acaba assim que você recuperar pontos de vida por qualquer razão, ou assim que o combate terminar."}, {"nome": "Sucesso Atrai Sucesso", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Uma vez que entre no ritmo do combate, você se torna invencível.", "preRequisito": "bônus base de ataque +6.", "beneficio": "gaste 1 ponto de ação na primeira rodada de combate. Durante o combate inteiro, cada acerto crítico que você fizer aumenta sua margem de ameaça em 1 ponto. Por exemplo, após o primeiro acerto crítico, o bônus na margem de ameaça é de +1. Após o segundo, é de +2, e assim por diante."}, {"nome": "Tiro Especial", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você é capaz de disparos espantosos, capazes de derrubar, desarmar ou empurrar seus inimigos.", "preRequisito": "Des 15, Tiro Certeiro, Tiro Preciso, bônus base de ataque +4.", "beneficio": "você pode realizar as manobras de combate der- rubar, desarmar e empurrar com ataques à distância. Seu teste de manobra usa seu bônus de ataque à distância, mas seu oponente continua usando seu bônus de ataque corpo-a-corpo. Para todos os outros critérios, use as regras normais de manobras.", "normal": "manobras de combate só podem ser realizadas com ataques corpo-a-corpo."}, {"nome": "Treinado em Escola", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você foi treinado em uma escola de combate específica, recebendo grande conhecimento, em troca de muita dedica- ção. Você possui técnicas e vantagens que não estão disponíveis para lutadores comuns.", "preRequisito": "variável (veja o texto).", "beneficio": "variável (veja o texto).", "especial": "cada escola é um talento diferente. Você pode escolher tantas escolas quanto quiser, desde que cumpra os pré-requisitos de todas. Veja a descrição completa das escolas, seus pré-requisitos, seus benefícios e demais detalhes a partir da página 42."}, {"nome": "Truque do Desarme", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você é capaz de enganar seus oponentes, aparando suas armas de forma a arrancá-las de suas mãos.", "preRequisito": "Bloqueio Ambidestro.", "beneficio": "você pode gastar uma ação completa para receber um bônus de +4 em CA durante uma rodada. Todos os oponentes que atacarem-no com armas de corpo-a-corpo durante esta rodada e errarem seus ataques são desarmados automaticamente. As armas caem a seus pés.", "especial": "um oponente tem direito a um teste de Intuição contra CD 20 para notar que você está realizando esta mano- bra e evitar atacá-lo."}, {"nome": "Usar Escudo de Corpo", "livro": "Manual do Combate", "tipo": "Talento de Combate", "descricao": "Você sabe lutar com escudos de corpo.", "preRequisito": "Usar Escudo.", "beneficio": "você sabe usar escudos de corpo.", "normal": "um personagem equipado com um escudo que não saiba usar aplica sua penalidade de armadura em jogadas de ataque e testes de perícias baseadas em Força e Destreza."}], [{"nome": "Círculo Místico Dourado", "livro": "Manual do Devoto", "tipo": "Talento de Destino", "descricao": "Você pode criar um pequeno santuário para abençoar seus ataques.", "preRequisito": "habilidade de classe canalizar energia positiva/negativa.", "beneficio": "gaste uma ação padrão e um uso diário de cana- lizar energia positiva/negativa para criar um círculo místico aos seus pés. Um personagem dentro do círculo ganha um bônus de +2 em todos seus ataques. O círculo ocupa um quadrado com 1,5m de lado e dura 10 minutos."}, {"nome": "Círculo Místico Prateado", "livro": "Manual do Devoto", "tipo": "Talento de Destino", "descricao": "Você pode criar um pequeno santuário para aprimorar suas defesas.", "preRequisito": "habilidade de classe canalizar energia positiva/negativa.", "beneficio": "gaste uma ação padrão e um uso diário de cana- lizar energia positiva/negativa para criar um círculo místico aos seus pés. Um personagem dentro do círculo ganha um bônus de +2 na CA e em todos os testes de resistência. O círculo ocupa um quadrado com 1,5m de lado e dura 10 minutos."}, {"nome": "Círculo Místico Púrpura", "livro": "Manual do Devoto", "tipo": "Talento de Destino", "descricao": "Você pode criar um pequeno santuário para abençoar suas magias.", "preRequisito": "habilidade de classe canalizar energia po- sitiva/negativa.", "beneficio": "gaste uma ação padrão e um uso diário de ca- nalizar energia positiva/negativa para criar um círculo místico aos seus pés. Um personagem dentro do círculo adiciona o seu modificador de Sabedoria a suas magias de dano ou cura. Por exemplo, curar ferimentos leves lançado por um conjurador com Sabedoria 15 (modificador de +2) dentro de um círculo místico púrpura cura 1d8+3 pontos de vida. O círculo ocupa um quadrado com 1,5m de lado e dura 10 minutos."}, {"nome": "Círculo Místico Vermelho", "livro": "Manual do Devoto", "tipo": "Talento de Destino", "descricao": "Você pode projetar sua habilidade de energia positiva/ negativa em círculos no chão.", "preRequisito": "habilidade de classe canalizar energia po- sitiva/negativa.", "beneficio": "gaste uma ação padrão e um uso diário de ca- nalizar energia positiva/negativa para criar um círculo místico em uma área não ocupada a até 15m de você. Quando uma criatura entrar no círculo místico, sofrerá os efeitos de um uso de canalizar energia positiva/negativa (cura para vivos e dano para mortos-vivos, para energia positiva, e dano para vivos e cura para mortos-vivos, para energia negativa), como se você estivesse usando a habilidade. A criatura tem direito a um teste de Vontade (CD igual à da habilidade) para reduzir o dano à metade. O círculo ocupa um quadrado com 1,5m de lado e é invisível para seus inimigos. Ele dura 10 minutos, mas só afeta cada criatura uma única vez."}, {"nome": "Companheiro Enxame", "livro": "Manual do Devoto", "tipo": "Talento de Destino", "descricao": "Você não tem um companheiro animal. Tem centenas.", "preRequisito": "habilidade de classe companheiro animal.", "beneficio": "você perde o seu companheiro animal regular e recebe, no lugar dele, um enxame de minúsculas criaturas — ratos, vespas, aranhas, pequenos répteis, etc., à sua escolha. A caixa de texto abaixo traz as estatísticas de um companheiro enxame de 1o nível. Assim como um companheiro ani- mal, o enxame sobe de nível junto com o druida. Ele também recebe uma habilidade da lista de forma selvagem no 5o nível e a cada 5 níveis seguintes, mas pode escolher apenas as seguintes habilidades: agilidade, armadura natural, brutalidade, escalar, nadar, instintos apurados, rapidez, tamanho grande, tamanho enorme, tamanho descomunal, teia e voar."}, {"nome": "Falcoeiro", "livro": "Manual do Devoto", "tipo": "Talento de Destino", "descricao": "Você é um mestre na arte da falcoaria.", "preRequisito": "treinado em Adestrar Animais.", "beneficio": "você recebe um falcão como familiar, com seus benefícios e estatísticas normais, mesmo que não seja um conjurador. Veja as regras para familiares em Tormenta RPG, Capítulo 3."}, {"nome": "Forma de Enxame", "livro": "Manual do Devoto", "tipo": "Talento de Destino", "descricao": "Você não se transforma em apenas um animal — pode dividir sua consciência em milhares deles.", "preRequisito": "habilidade de classe forma selvagem.", "beneficio": "você pode gastar dois usos de sua habilidade forma selvagem para se transformar em um enxame. Em termos de regras, você recebe a habilidade a seguir. Enxame: você pode entrar no espaço ocupado por um per- sonagem (rastejando ou pousando sobre ele). Você não pode atacar, mas, no início de seu turno, causa o dano de seu ataque corpo-a-corpo a quaisquer personagens em seu espaço, auto- maticamente. Você é imune a efeitos que afetam apenas uma criatura e a manobras de combate. Além disso, sofre apenas metade do dano de ataques com armas."}, {"nome": "Forma Selvagem Mística", "livro": "Manual do Devoto", "tipo": "Talento de Destino", "descricao": "Você é capaz de se transformar em uma forma selvagem especial, um animal híbrido místico, sagrado para seu deus padroeiro.", "preRequisito": "Sab 15, habilidade de classe forma selvagem.", "beneficio": "gaste três usos diários da habilidade forma selvagem para se transformar na forma selvagem mística. Esta forma depende de sua divindade padroeira — um ma- mífero-pássaro para servos de Allihanna, um réptil-cervo para servos de Megalokk e um peixe-polvo para servos do Oceano. Enquanto estiver nesta forma, você recebe CA +4 (+6 a par- tir do 11o nível e +8 a partir do 17o nível) e +1 na CD para todas as suas magias. Além disso, você pode utilizar o talento metamágico Potencializar Magia uma vez por dia em qualquer magia sua sem ter que prepará-la desta forma nem pagar PM adicionais. Você não pode utilizar nenhuma outra habilidade de forma selvagem junto com a forma selvagem mística."}, {"nome": "Fundamentalista", "livro": "Manual do Devoto", "tipo": "Talento de Destino", "descricao": "Você vive por dogmas que nem mesmo os mais fervorosos devotos costumam cumprir, praticando uma versão antiga e muito rígida de sua religião. Você acha que a igreja está muito liberal hoje em dia.", "preRequisito": "Devoto, cumpridor das obrigações e res- trições de seu deus.", "beneficio": "além de cumprir as obrigações e restrições de sua divindade (veja a partir da página 51), você deve cumprir seus dogmas fundamentalistas. A lista dos dogmas fundamen- talistas de cada divindade está na caixa de texto da página 48. Em troca, você recebe um bônus de +2 em duas habilidades básicas à sua escolha e +5 PM. Caso um fundamentalista falhe em seguir os dogmas, perde todas as suas habilidades de classe (além do uso deste talento) por um mês, ou até fazer uma penitência imposta por outro fundamentalista do mesmo deus."}, {"nome": "Luz da Alvorada/Ocaso", "livro": "Manual do Devoto", "tipo": "Talento de Destino", "descricao": "Você é capaz de invocar uma luz pura e cálida (ou fria e soturna) para guiá-lo em suas jornadas.", "preRequisito": "habilidade canalizar energia positiva (alvo- rada) ou negativa (ocaso).", "beneficio": "como uma ação padrão, você pode gastar um uso de sua habilidade canalizar energia positiva/negativa para invocar uma luz que encanta sua arma, seu escudo ou seu sím- bolo sagrado. Esta luz funciona como uma tocha muito forte (alcance de 9m) e que revela criatura incorpóreas. Ataques contra criaturas incorpóreas dentro da área atingida pela luz não têm chance de erro (como as as armas tivessem o poder toque espectral). A luz dura uma hora."}, {"nome": "Projetar Cura pelas Mãos", "livro": "Manual do Devoto", "tipo": "Talento de Destino", "descricao": "Você pode transformar sua habilidade de cura pelas mãos em um raio de luz divina.", "preRequisito": "habilidade de classe cura pelas mãos.", "beneficio": "você pode usar a habilidade cura pelas mãos em alvos a até 9m. Se você utilizar a habilidade para causar dano em mortos-vivos, deve fazer um ataque de toque à distância (ataque à distância oposto por um teste de Reflexos do alvo)."}, {"nome": "Proteção contra Trevas", "livro": "Manual do Devoto", "tipo": "Talento de Destino", "descricao": "Uma luz brilha dentro de você, impedindo que as trevas o atinjam.", "preRequisito": "tendência Bondosa, Carisma 11, habilida- de canalizar energia positiva.", "beneficio": "você recebe resistência 10 contra dano com o descritor necromancia. Além disso, recebe um bônus de +4 em testes de resistência contra magias com o descritor necromancia."}, {"nome": "Purificação pelo Fogo", "livro": "Manual do Devoto", "tipo": "Talento de Destino", "descricao": "Seus inimigos são infiéis. Mas o fogo divino vai torná-los puros.", "preRequisito": "capacidade de lançar pelo menos uma magia divina com o descritor fogo.", "beneficio": "sempre que você derrubar um inimigo (redu- zi-lo a 0 ou menos PV) com uma magia que cause dano de fogo, pode convertê-lo para o “lado certo”. Caso este inimigo seja curado durante este mesmo combate, adquire a sua ten- dência pelo restante do combate. Isso pode significar a perda de habilidades de classe, violação de códigos de conduta, etc. Em geral, também significa que ele muda de lado durante a batalha! Um guerreiro servindo a um necromante maligno certamente mudaria de lado após ser convertido por um pa- ladino, por exemplo. O mestre tem a palavra final sobre o que acontece nesses casos. Após o final do combate, o inimigo volta à sua tendência original."}, {"nome": "Senhor dos Mortos", "livro": "Manual do Devoto", "tipo": "Talento de Destino", "descricao": "Você pode controlar hordas de mortos-vivos.", "preRequisito": "Fascinar Mortos-Vivos, 10o nível de per- sonagem.", "beneficio": "o nível máximo somado dos mortos-vivos sob seu comando passa a ser o quádruplo do seu nível."}, {"nome": "Sincretismo", "livro": "Manual do Devoto", "tipo": "Talento de Destino", "descricao": "Para você, servir a apenas um deus não basta.", "preRequisito": "Sab 13, ser devoto de um deus.", "beneficio": "você se torna devoto de um segundo deus à sua escolha, podendo escolher poderes concedidos dele. Este segundo deus deve ter tendência no máximo um passo afastada da tendência da primeira divindade da qual você é devoto. Por exemplo, se você é devoto de Khalmyr (Leal e Bondoso) pode se tornar devoto também de Lena (Neutra e Bondosa — um passo), mas não de Kallyadranoch (Leal e Maligno — dois passos).", "especial": "este talento só está disponível com a aprovação do mestre. Você não pode seguir as obrigações e restrições da segunda divindade."}], [{"nome": "Arma Divina Esporádica", "livro": "Manual do Devoto", "tipo": "Poder Concedido", "descricao": "Você recebe ajuda divina em combate. Mas só às vezes.", "preRequisito": "devoto de qualquer deus, exceto Lena ou Marah.", "beneficio": "sempre que você acertar um ataque contra um alvo que não seja devoto de seu deus, role 1d4 juntamente com o dano normal da arma. Com um resultado 4, adicione 2d6 pontos de dano ao seu ataque (você não adiciona nada ao dano com um resultado de 1 a 3). O tipo de dano depende de sua divindade."}, {"nome": "Outra Face", "livro": "Manual do Devoto", "tipo": "Poder Concedido", "descricao": "Você revida um ataque com um perdão.", "preRequisito": "devoto de Lena, Marah ou Thyatis.", "beneficio": "sempre que um inimigo atacá-lo com sucesso (causando dano ou prejudicando-o de qualquer forma), você pode escolher perdoá-lo. Se fizer isso, o inimigo sofre uma penalidade cumulativa de –1 em todas as jogadas de ataque du- rante este combate (não apenas aquelas realizadas contra você). Entretanto, se você atacar este inimigo, todas as penalidades desaparecem. Por exemplo, um hobgoblin ataca-o, mas você escolhe dar a outra face. Intimidado por sua calma e capacidade de amar, ele sofre uma penalidade de –1 em todas as jogadas de ataque. Irritado, ataca-o mais uma vez, acertando de novo. Você continua oferecendo a outra face. Ele então fica com uma penalidade de –2 em todas as jogadas de ataque."}, {"nome": "Profeta do Caos", "livro": "Manual do Devoto", "tipo": "Poder Concedido", "descricao": "Você pode fazer uma barganha com Nimb. O preço: um palpite. A recompensa: diversão.", "preRequisito": "Carisma 13, devoto de Nimb.", "beneficio": "você pode “profetizar” o resultado de uma rolagem que use d20 e depois definir o resultado do teste. Por exemplo, um jogador está prestes a fazer uma jogada de ataque (rolagem de 1d20). Você diz que o resultado da rolagem será 7 (sem nenhum modificador, apenas o resultado do dado). Se você acerter (ou seja, se o resultado do dado for 7), você pode definir o que acontece com a rolagem — por exemplo, dizendo que a jogada de ataque erra, ou é um acerto crítico! Da mesma forma, se o mestre faz uma rolagem em nome de um inimigo, você pode prever que o resultado será 20. Caso o mestre real- mente role um 20, você pode definir que este valor é um erro! O resultado do dado não pode ser alterado de nenhuma forma — por itens, talentos, habilidades ou qualquer outro meio. Usar este talento é uma ação livre. Você pode usá-lo um número de vezes por dia igual ao seu bônus de Carisma (mas apenas uma vez em cada rolagem)."}], [{"nome": "Anatomia Insana", "livro": "Módulo Básico", "tipo": "Talento de Tormenta", "descricao": "Seus órgãos vitais não ficam exatamente onde deveriam, sen- do mais difícil atingi-lo em um ponto vital.", "beneficio": "você tem 25% de chance de ignorar o dano adicio- nal de um acerto crítico ou ataque furtivo."}, {"nome": "Carapaça", "livro": "Módulo Básico", "tipo": "Talento de Tormenta", "descricao": "Sua pele foi desfigurada pela Tormenta, adquirindo grande resistência a golpes.", "beneficio": "você recebe +1 na CA. Este bônus aumenta em +1 para cada dois outros talentos da Tormenta que você possui."}, {"nome": "Corpo Aberrante", "livro": "Módulo Básico", "tipo": "Talento de Tormenta", "descricao": "Sua carne, mesclada à matéria vermelha da Tormenta, recebeu uma resistência impressionante.", "preRequisito": "outro talento da Tormenta.", "beneficio": "você recebe redução de dano 1. Esta redução de dano aumenta em 1 para cada dois outros talentos da Tormenta que você possui."}, {"nome": "Membros Estendidos", "livro": "Módulo Básico", "tipo": "Talento de Tormenta", "descricao": "Seus braços são longos e deformados.", "beneficio": "o alcance de seus ataques corporais aumenta em 1,5m (se você for uma criatura Média, por exemplo, seu alcance natural passa para 3m)."}, {"nome": "Mente Caótica", "livro": "Módulo Básico", "tipo": "Talento de Tormenta", "descricao": "É perigoso fazer contato com sua mente distorcida pela in- fluência lefeu.", "preRequisito": "tendência Caótica.", "beneficio": "qualquer criatura que tente ler ou estudar sua mente deve ser bem-sucedida em um teste de Vontade (CD 20 + seu número de talentos da Tormenta). Se falhar, a criatura fica atordoada por um número de rodadas igual ao número de talentos da Tormenta que você possui."}, {"nome": "Resistência a Energia", "livro": "Módulo Básico", "tipo": "Talento de Tormenta", "descricao": "Escolha um tipo de energia, entre ácido, eletricidade, fogo, frio ou sônico. Assim como os lefeu, você é resistente às energias naturais de nosso mundo.", "beneficio": "você recebe resistência 2 contra o tipo de energia escolhido. Essa resistência aumenta em 2 para cada outro talento da Tormenta que você possui."}, {"nome": "Sentido Sísmico", "livro": "Módulo Básico", "tipo": "Talento de Tormenta", "descricao": "Você pode perceber, por meio de pequenas antenas na fron- te, a presença de outras criaturas através de vibrações no solo.", "preRequisito": "Sab 13.", "beneficio": "você percebe qualquer criatura em movimento que esteja em contato com o chão. Este sentido tem alcance igual a 1,5m para cada talento da Tormenta que você possui."}, {"nome": "Visão Ampla", "livro": "Módulo Básico", "tipo": "Talento de Tormenta", "descricao": "Você tem olhos maiores e bulbosos, capazes de ver em todas as direções.", "preRequisito": "Sab 13.", "beneficio": "você recebe +4 em testes de Percepção e não pode ser flanqueado."}, {"nome": "Visão no Escuro", "livro": "Módulo Básico", "tipo": "Talento de Tormenta", "descricao": "Você pode ver no escuro.", "beneficio": "você recebe visão no escuro 18m. Se você já possui visão no escuro, seu alcance aumenta em +18m."}, {"nome": "Visco Rubro", "livro": "Módulo Básico", "tipo": "Talento de Tormenta", "descricao": "Suas mãos expelem um líquido escuro e grosso, que queima quando entra em contato com outras substâncias.", "beneficio": "você recebe um bônus de +1 nos ataques corpo-a- -corpo. Este bônus aumenta em 1 para cada dois outros talentos da Tormenta que você possui."}], [{"nome": "Canto Monástico", "livro": "Manual do Devoto", "tipo": "Talento de Magia", "descricao": "Você foi treinado em um mosteiro, onde rezava através de belos cânticos.", "preRequisito": "treinado em Atuação (música), capacida- de de lançar magias divinas.", "beneficio": "quando você lança uma magia, pode gastar uma ação de movimento para entoar um canto litúrgico. Se fizer isso, a CD para resistir à magia aumenta em +1. Você pode usar este talento um número de vezes por dia igual ao seu bônus de Carisma +1. Obviamente, você não pode lançar magias desta forma se não puder fazer sons (por exemplo, sob efeito de Magia Silenciosa)."}, {"nome": "Canto Monástico Aprimorado", "livro": "Manual do Devoto", "tipo": "Talento de Magia", "descricao": "No mosteiro onde foi treinado, você era responsável por ensinar os acólitos a cantar como anjos.", "preRequisito": "Atuação (música) 8 graduações, Canto Monástico.", "beneficio": "quando você usa o talento Canto Monástico, soma seu bônus de Carisma aos efeitos numéricos variáveis da magia (dano causado, PV curados, etc.). Este efeito ocorre em adição ao efeito de Canto Monástico."}, {"nome": "Canto Monástico Magistral", "livro": "Manual do Devoto", "tipo": "Talento de Magia", "descricao": "Os deuses choram de emoção ao ouvi-lo cantar.", "preRequisito": "Atuação (música) 13 graduações, Canto Monástico Aprimorado.", "beneficio": "quando você usa o talento Canto Monástico, a magia fica sob efeito do talento Maximizar Magia. Este efei- to ocorre em adição aos efeitos de Canto Monástico e Canto Monástico Aprimorado."}, {"nome": "Druida Boticário", "livro": "Manual do Devoto", "tipo": "Talento de Magia", "descricao": "Quando você e o seu caldeirão se juntam, as possibilidades são enormes.", "preRequisito": "classe druida, talento Preparar Poções, treinado em Ofício (alquimia).", "beneficio": "você pode criar poções com magias de até 5o nível.", "normal": "você só pode criar poções com magias de até 3o nível."}, {"nome": "Escudo da Fé Aprimorado", "livro": "Manual do Devoto", "tipo": "Talento de Magia", "descricao": "Para você, o nome de certa magia tem significado bem literal.", "preRequisito": "treinamento com escudo, capacidade de lançar a magia escudo da fé.", "beneficio": "quando você lança a magia escudo da fé, não recebe o bônus de +2 em CA como normal. Em vez disso, a magia cria um escudo pesado +2 brilhante, com o símbolo sagrado de seu deus. Apenas você pode empunhar este escudo (ele se desvanece se outro personagem tentar usá-lo), mas você pode arremessá-lo ou largá-lo por quanto tempo quiser, e ele persistirá. O escudo dura por um dia. Você não pode lançar a versão “normal” da magia escudo da fé."}, {"nome": "Escrever Pergaminhos", "livro": "Manual do Devoto", "tipo": "Talento de Magia", "descricao": "Você pode criar pergaminhos que você ou outro conjura- dor podem usar para lançar uma magia uma vez.", "preRequisito": "capacidade de lançar magias de 1o nível.", "beneficio": "você pode criar pergaminhos. O pré-requisito para criar um pergaminho é conhecer a magia que ele irá con- ter (pergaminhos podem conter qualquer magia). O preço de um pergaminho é igual ao nível mínimo que um conjurador precisa ter para lançar a magia contida nele x 25 TO. Se a ma- gia tiver um componente material ou um custo em XP, você deve pagar esses custos para criar o pergaminho. Veja as regras para pergaminhos em Tormenta RPG, Capítulo 10."}, {"nome": "Magia Conspurcada", "livro": "Manual do Devoto", "tipo": "Talento de Magia", "descricao": "Suas magias têm um toque sinistro e macabro.", "preRequisito": "habilidade de classe canalizar energia negativa, tendência Maligna.", "custo": "+1 PM e um uso diário da habilidade canalizar energia negativa.", "beneficio": "o dano causado pela magia preparada com este talento passa a ter o descritor profano, não sendo mais afetado por resistência a energia de nenhum tipo."}, {"nome": "Magia Primordial", "livro": "Manual do Devoto", "tipo": "Talento de Magia", "descricao": "Suas magias são brutas e diretas, assim como a natureza.", "preRequisito": "habilidade de classe forma selvagem.", "custo": "+1 PM e um uso diários da habilidade forma selvagem.", "beneficio": "o dano causado pela magia preparada com este talento passa a ser dano físico (corte, esmagamento ou perfu- ração). Este dano está sujeito à redução de dano apropriada (por exemplo, 5/esmagamento), mas não a qualquer tipo de resistência a energia ou a magia."}, {"nome": "Magia Santificada", "livro": "Manual do Devoto", "tipo": "Talento de Magia", "descricao": "Suas magias são puras e abençoadas.", "preRequisito": "habilidade de classe canalizar energia positiva, tendência Bondosa.", "custo": "+1 PM e um uso diário da habilidade canalizar energia positiva.", "beneficio": "o dano causado pela magia preparada com este talento passa a ter o descritor sagrado, não sendo mais afetado por resistência a energia de nenhum tipo."}, {"nome": "Poder do Rebanho", "livro": "Manual do Devoto", "tipo": "Talento de Magia", "descricao": "Você é fortalecido pela fé de seus aliados.", "preRequisito": "Carisma 13, capacidade de lançar magias divinas.", "beneficio": "a CD para resistir às suas magias divinas au- menta se houver devotos de seu deus rezando por você (em termos de regras, não fazendo nenhuma ação) a até 18m. O bônus varia de acordo com a quantidade de devotos: de 1 a 9 pessoas, bônus de +1. De 10 a 49 pessoas, bônus de +2. Mais de 50 pessoas (uma verdadeira missa!), bônus de +3."}, {"nome": "Poder do Rebanho Aprimorado", "livro": "Manual do Devoto", "tipo": "Talento de Magia", "descricao": "Seus aliados nem precisam ter muita fé para ajudá-lo — então trate de convertê-los!", "preRequisito": "Poder do Rebanho.", "beneficio": "o benefício do talento Poder do Rebanho se aplica aos seus testes de resistência (além da CD das suas magias), e se ativa mesmo que as pessoas rezando por você não tenham a habilidade de classe ou o talento Devoto. Elas precisam apenas ter a sua divindade como padroeira. Caso haja alguma dúvida sobre um personagem ser ou não fiel ao deus, o mestre tem a palavra final."}, {"nome": "Preparar Poções", "livro": "Manual do Devoto", "tipo": "Talento de Magia", "descricao": "Você pode criar poções que você ou outro personagem podem beber para receber o efeito de uma magia.", "preRequisito": "capacidade de lançar magias de 2o nível.", "beneficio": "você pode criar poções. O pré-requisito para criar uma poção é conhecer a magia que ela irá conter (poções podem conter magias de até 3o nível que tenham uma ou mais criaturas como alvo). O preço de uma poção é igual ao nível mí- nimo que um conjurador precisa ter para lançar a magia contida nela x 50 TO. Se a magia tiver um componente material ou um custo em XP, você deve pagar esses custos para criar a poção. Veja mais sobre poções em Tormenta RPG, Capítulo 10."}, {"nome": "Resíduo Mágico Curativo", "livro": "Manual do Devoto", "tipo": "Talento de Magia", "preRequisito": "treinado em Conhecimento (arcano) e Cura.", "beneficio": "sempre que você lançar uma magia, recebe uma quantidade de PV temporários igual ao custo em PM da magia. Múltiplos usos deste talento não se acumulam. Por exemplo, um clérigo lança conto das rochas, gastando 6 PM e recebendo 6 PV temporários. Na rodada seguinte, lança metal em madeira, gastando 7 PM. O clérigo não recebe PV temporários das duas magias, ficando apenas com 7 PV temporários ao todo (o custo da magia mais cara). Os PV temporários duram até o fim do dia, e são sempre os primeiros a serem perdidos."}, {"nome": "Sacerdote Copista", "livro": "Manual do Devoto", "tipo": "Talento de Magia", "descricao": "Anos de prática copiando livros e documentos aprimo- raram a sua caligrafia e eficiência na criação de pergaminhos.", "preRequisito": "classe clérigo, treinado em Ofício (caligrafia), Escrever Pergaminhos.", "beneficio": "quando criar um pergaminho, você pode adicionar o efeito de um talento metamágico à magia contida nele. Os talentos metamágicos que podem ser adicionados des- ta forma são Aumentar Magia, Estender Magia, Potencializar Invocação e Potencializar Magia.", "normal": "você não pode criar pergaminhos que conte- nham magias com talentos metamágicos."}], [{"nome": "Destruir o Mal Aprimorado ", "livro": "Manual do Devoto", "tipo": "Talento de Combate", "descricao": "Oponentes malignos caem como moscas frente ao seu poder divino.", "preRequisito": "habilidade de classe destruir o mal.", "beneficio": "ao utilizar a habilidade destruir o mal, você recebe um bônus de +4 na jogada de ataque ou na jogada de dano. Você escolhe o tipo de bônus que deseja utilizar antes da jogada de ataque."}, {"nome": "Destruir o Mal Persistente", "livro": "Manual do Devoto", "tipo": "Talento de Combate", "descricao": "Você não se abala com pequenas derrotas.", "preRequisito": "habilidade de classe destruir o mal.", "beneficio": "se você errar o ataque ou atacar um alvo não Maligno ao utilizar a habilidade destruir o mal, você não gasta um uso da habilidade.", "normal": "errando ou acertando, você gasta um uso da habilidade destruir o mal."}, {"nome": "Salto para a Salvação", "livro": "Manual do Devoto", "tipo": "Talento de Combate", "descricao": "Seu objetivo no combate não é matar inimigos. É salvar aliados.", "preRequisito": "treinado em Cura e Iniciativa.", "beneficio": "declare que sua ação na próxima rodada será curar um companheiro específico (você deve dizer quem). Você torna-se o primeiro a agir na ordem de iniciativa a partir da próxima rodada e ganha uma ação de movimento adicional, que deve usar especificamente para se mover até o companheiro. Você pode usar este talento uma vez por combate."}], [{"nome": "Ameaça Concreta", "livro": "Manual do Arcano", "tipo": "Talento de Combate", "descricao": "Você não ameaça - você conjura.", "preRequisito": "Car 13.", "beneficio": "sempre que você reduzir os PV de um inimigo para 0 ou menos usando uma magia, seus oponentes hesitam. Todos os inimigos que tiverem nível igual ou menor ao oponente que você derrubou sofrem uma penalidade de -1 em jogadas de ataque e testes de resistência até o final do encontro. Apenas criaturas inteligentes (Int 3 ou maior) são afetadas."}, {"nome": "Duelista Arcano", "livro": "Manual do Arcano", "tipo": "Talento de Combate", "descricao": "Você é hábil em prever as manobras de outros conjuradores e contra-atacá-las.", "preRequisito": "treinado em Percepção e Identificar Magia.", "beneficio": "você pode gastar uma ação de movimento para fazer um teste de Identificar magia oposto pelo teste de Enganação de qualquer conjurador que esteja vendo. Se você for bem-sucedido, descobre se aquele conjurador vai lançar uma magia em seu próximo turno, e qual magia será lançada."}, {"nome": "Especialização em Raio", "livro": "Manual do Arcano", "tipo": "Talento de Combate", "descricao": "Seus raios são mais poderosos.", "preRequisito": "Foco em Raio.", "beneficio": "você recebe um bônus de +3 em jogadas de dano com magias que exigem ataques de toque à distância."}, {"nome": "Especialização em Toque", "livro": "Manual do Arcano", "tipo": "Talento de Combate", "descricao": "Seus ataques de toque são mais poderosos.", "preRequisito": "Foco em Toque.", "beneficio": "você recebe um bônus de +3 em jogadas de dano com magias que exigem ataques de toque."}, {"nome": "Foco em Toque", "livro": "Manual do Arcano", "tipo": "Talento de Combate", "descricao": "Seus ataques de toque são mais precisos.", "preRequisito": "bônus base de ataque +1.", "beneficio": "você recebe um bônus de +2 em jogadas de ataque com magias de exigem ataques de toque."}, {"nome": "Foco em Raio", "livro": "Manual do Arcano", "tipo": "Talento de Combate", "descricao": "Seus raios são mais precisos.", "preRequisito": "bônus base de ataque +1.", "beneficio": "você recebe um bônus de +2 em jogadas de ataque com magias que exigem ataques de toque à distância."}], [{"nome": "Adaptabilidade", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Na hora de maior necessidade, você lembra como lançar aquela magia que não tinha preparado.", "preRequisito": "classe mago.", "beneficio": "você pode lançar uma magia que não preparou. Você deve perder magias preparadas cujo custo some pelo menos o dobro do custo da magia que quer lançar. Por exemplo, para lançar uma magia de 3 PM, você deve perder magias preparadas que somem pelo menos 6 PM."}, {"nome": "Esculpir Magia", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Você pode lançar bolas de fogo quadradas e cones glaciais em linha!", "custo": "+1 PM.", "beneficio": "este talento só pode ser aplicado em magias que tenham como área cilindro, cone, esfera, linha, explosão ou quadrado. Você pode trocar a área da magia para um cilindro com 3m de raio, um cone com 9m de comprimento, uma esfera com 6m de raio, uma linha com 30m de comprimento ou um quadrado com 9m de lado."}, {"nome": "Expert em Cajado", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Você pode canalizar energia mágica através de seu cajado com grande habilidade.", "beneficio": "enquanto você estiver um cajado (mágico ou comum), suas magias com áreas de cone têm alcance dobrado. Além disso, você recebe um bônus de +2 em ataques de toque associados a magias."}, {"nome": "Expert em Cetro", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Com um cetro em mãos, você se torna mais majestoso.", "beneficio": "enquanto você estiver usando um cetro (mágico ou comum), suas magias de alcance pessoal têm duração dobrada. Além disso, seu nível de personagem conta como dois níveis acima para a quantidade de mortos-vivos que você pode ter sob o seu comando pelas magias de criar mortos-vivos. Se você possuir o talento Liderança, seu nível de personagem também conta como dois níveis acima para calcular seu número de seguidores."}, {"nome": "Expert em Orbe", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Você usa uma esfera para amplificar suas magias.", "beneficio": "enquanto você estiver usando um orbe ou bola de cristal (mágicos ou comum), suas magias com área de esfera ou explosão tem alcance dobrado e causam +1 ponto de dano."}, {"nome": "Expert em Varinha", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Você maneja sua varinha como um maestro rege uma orquestra.", "beneficio": "enquanto você estiver usando uma varinha (mágica ou comum), suas magias com área de linha têm seu alcance dobrado. Além disso, você recebe um bônus de +2 em ataques de toque à distância associados a magias.", "especial": "o aumento no alcance não se acumula com aumento de alcance por outros talentos."}, {"nome": "Magia Congelante", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Em suas mãos, o frio congela e prende os inimigos.", "custo": "+1 PM.", "preRequisito": "Substituição Elemental (frio).", "beneficio": "você só pode aplicar este talento em magias com o descritor \"frio\". Uma magia congelante enreda por uma rodada os alvos que falhem no teste de resistência (um alvo enredado tem -2 nas jogadas de ataque, -4 em Destreza, metade do deslocamento e é incapaz de correr ou fazer investidas). Magias sem teste de resistência permitem um teste de Fortitude contra o efeito de enredar."}, {"nome": "Magia Corrosiva", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Em suas mãos, o ácido é mais poderoso.", "custo": "+1 PM.", "preRequisito": "Substituição Elemental (ácido).", "beneficio": "você só pode aplicar este talento em magias com o descritor \"ácido\". Uma magia corrosiva causa dano adicional igual à metade do dano causado, na rodada seguinte à rodada em que foi lançada. Por exemplo, névoa ácida corrosiva causa 2d6 pontos de dano no início de cada turno, mais 1d6 pontos de dano na rodada seguinte. Teste de resistência não se aplicam a este dano secundário."}, {"nome": "Magia Duradoura", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Suas magias podem durar o dia inteiro.", "custo": "+6 PM.", "preRequisito": "Estender Magia", "beneficio": "uma magia duradoura tem duração de um dia.", "especial": "magias com duração instantânea, permanente ou concentração não podem ser afetadas por este talento."}, {"nome": "Magia Eletrizante", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Suas magias elétricas são capazes de atordoar seus alvos.", "custo": "+1 PM.", "preRequisito": "Substituição Elemental (eletricidade.", "beneficio": "você só pode aplicar este talento em magias com o descritor \"eletricidade\". Uma magia eletrizante atordoa por uma rodada os alvos que falhem no teste de resistência. Magias sem teste de resistência permitem um teste de Fortitude contra o efeito de atordoamento."}, {"nome": "Magia Explosiva", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Em suas mãos, o foto pode gerar explosões poderosas.", "custo": "+1 PM.", "preRequisito": "Substituição Elemental (fogo).", "beneficio": "você só pode aplicar este talento em magias com o descritor \"fogo\". Uma magia explosiva arremessa alvos que falhem no teste de resistência 3m para trás, deixando-os derrubados. Magias sem teste de resistência permitem um teste de reflexos contra o efeito de arremesso."}, {"nome": "Magia Piedosa", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Suas magias pode subjugar seus oponentes sem destruí-los.", "custo": "+0 PM.", "beneficio": "uma magia aprimorada com este talento causa dano não-letal em vez de dano normal. O descritor da magia permanece inalterado."}, {"nome": "Mágico de Palco", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Você usa sua magia para divertir e impressionar.", "preRequisito": "capacidade de lançar magias arcanas.", "beneficio": "sempre que lançar uma magia arcana, você pode escolher diminuir seu dano, alcance ou duração em um ou mais passos. No caso de dano, cada \"passo\" equivale a um dado. No caso de alcance, cada passo diminui o alcance pela metade, até o mínimo de 1,5m. No caso de duração, cada passo diminui a duração de 1 dia ou mais para 1 hora, então para 1 minuto, então para 1 rodada (mínimo). Sacrificando esses parâmetros, você cria efeitos mais vistosos e espetaculares. Cada passo diminuído desta forma concede um bônus de +1 em seu próximo teste de perícia baseada em Carisma com qualquer um que tenha visto você lançar a magia. Por exemplo, você lança bola de fogo com dano de 2d6 (-4d6) e alcance de 15m (metade do normal). Na rodada seguinte, faz um teste de Intimidação contra todos aqueles que viram sua bola de fogo modificada, e recebe um bônus de +5 (+4 pelo dano diminuído, +1 pelo alcance diminuído). Obviamente, parâmetros que já estejam no limite mínimo ou que não se apliquem (no caso de magias que não causam dano, têm alcance pessoal ou duração de 1 rodada ou menos) não podem ser diminuídos ainda mais."}, {"nome": "Mestre Elemental", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Você é capaz de manipular os elementos facilmente.", "custo": "+0 PM.", "preRequisito": "Substituição Elemental (ácido, eletricidade, fogo, frio e sônico).", "beneficio": "você pode trocar qualquer descritor elemental por qualquer outro descritor elemental em suas magias. Magos não precisam preparar este talento."}, {"nome": "Personalizar Magia", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Suas magias tem um toque pessoal.", "preRequisito": "capacidade de lançar magias arcanas.", "beneficio": "escolha um tema para sua magia, como brilhos rosados, caveiras com chivers ou um padrão em espiral. Todas as suas magias passam a lembrar esse tema em sua aparência, dificultando sua identificação por seus oponentes. A CD para identificar suas magias passa a ser (20 + nível da magia) para magias sendo lançadas, e (25 + nível da magia) para magias já lançadas."}, {"nome": "Recursos Recicláveis", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Devido à sua criação pobre, você aprendeu a administrar seus recursos habilmente.", "preRequisito": "Mago Pobretão.", "beneficio": "você diminui para um décimo o custo de todos os componentes materiais de suas magias. Por exemplo, a magia pele rochosa exige pó de diamante no valor de 250 TO. Você pode lançar pele rochosa por apenas 25 TO."}, {"nome": "Substituição Elemental", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Você é capaz de manipular as energias elementais de formas específicas.", "custo": "+0 PM.", "beneficio": "escolha um descritor elemental, entre ácido, eletricidade, fogo, frio ou sônico. Se você for um feiticeiro, pode trocar o descritor de uma magia que cause dano, para o descritor escolhido a qualquer momento. Se for um mago, pode preparar uma magia que cause dano e trocar o seu descritor para o descritor escolhido. Por exemplo, uma bola de fogo causa 6d6 pontos de dano de fogo. Com Substituição Elemental (ácido), pode tornar-se uma bola de ácido, causando 6d6 pontos de dano de ácido.", "especial": "você pode escolher esse talento várias vezes. A cada vez, ele se aplica a um descritor elemental diferente. Assim, você pode ter Substituição Elemental (ácido), Substituição Elemental (eletricidade), Substituição Elemental (fogo), e assim por diante."}, {"nome": "Tese Arcana de Graduação", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Você se formou em um escola de magia e desenvolveu uma pesquisa arcana, criando suas próprias teorias. De acordo com sua tese, você pode alterar algumas características de magias.", "preRequisito": "mago de 4° nível, estar matriculado em uma guilda ou academia de magia, passar no exame da banca.", "beneficio": "uma vez por dia, você pode usar um talento metamágico que voc^çe possua com custo de até +2 PM sem pagar o custo adicional e sem precisar prepará-lo."}, {"nome": "Tese Arcana de Mestre", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Você é um estudioso da magia, reconhecido por outros pesquisadores. É capaz de alterar profudamente suas magias.", "preRequisito": "mago de 8° nível, estar matriculado em uma guilda ou academia de magia, Tese Arcana de Graduação, passar no exame da banca.", "beneficio": "uma vez por dia, você pode usar um talento metamágico que você possua sem pagar o custo adicional e sem precisar prepará-lo. Além disso, o prestígio que você adquiriu na comunidade arcana lhe concede um bônus de +2 em testes de Diplomacia com outros magos."}, {"nome": "Tese Arcana de Grão-Mestre", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Você é um dos maiores especialistas do mundo na sua área de pesquisa arcana. Conta com o respeito e admiração de outros magos, e pode manipular livremente suas magias.", "preRequisito": "mago de 12° nível, estar matriculado em uma guilda ou academia de magia, Tese Arcana de Mestre, passar no exame da banca.", "beneficio": "uma vez por dia, você pode usar um talento metamágico qualquer (mesmo um que você não possua) sem pagar o custo adicional e sem precisar prepará-lo. Além disso, o prestígio que você adquiriu na comunidade arcana lhe concede um bônus de +4 em teste de Diplomacia com outros magos. Você tem grandes chances de ser convidado para se tornar um professor ou pesquisador arcano financiado por algum reino abastado."}, {"nome": "Toque Longínquo", "livro": "Manual do Arcano", "tipo": "Talento de Magia", "descricao": "Suas magias de toque vão além do alcance de seus braços.", "custo": "+1 PM.", "beneficio": "este talento só pode ser aplicado em magias de toque. Uma magia de toque longínquo passa a ter alcance de 12m. Você ainda deve fazer um ataque de toque à distância para acertar o alvo."}], [{"nome": "Acrobacia Audaz", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você consegue atravessar aposentos lotados ou mobiliados, correndo sobre mesas, escorregando por corrimões de escada, ba- lançando-se em candelabros ou até pisando sobre outras pessoas!", "preRequisito": "treinado em Acrobacia.", "beneficio": "você pode atravessar terrenos difíceis sem sofrer re- dução em seu deslocamento. Você pode realizar investidas mesmo nessas condições.", "normal": "um personagem em terreno difícil tem seu desloca- mento reduzido à metade, e não pode realizar investidas."}, {"nome": "Acrobático", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você tropeça menos que os outros.", "beneficio": "você pode rolar outra vez um teste de Acrobacia que tenha recém realizado. Você deve aceitar a segunda rolagem, mesmo que seja pior que a primeira."}, {"nome": "Afinidade com Animais", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você se dá bem com animais.", "beneficio": "você pode rolar outra vez um teste de Adestrar Animais que tenha recém realizado. Você deve aceitar a segunda rolagem, mesmo que seja pior que a primeira."}, {"nome": "Ágil", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você pode usar sua agilidade para realizar proezas acrobáticas.", "preRequisito": "Des 15.", "beneficio": "você pode usar seu modificador de Destreza em vez de Força em testes de Atletismo."}, {"nome": "Aptidão Mágica", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você tem um dom natural para as artes místicas.", "beneficio": "você pode rolar outra vez um teste de Identificar Magia que tenha recém realizado. Você deve aceitar a segunda ro- lagem, mesmo que seja pior que a primeira."}, {"nome": "Artista", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você tem jeito para as artes.", "beneficio": "você pode rolar outra vez um teste de Atuação que tenha recém realizado. Você deve aceitar a segunda rolagem, mes- mo que seja pior que a primeira."}, {"nome": "Atlético", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você tem aptidão natural para atividades físicas.", "beneficio": "você pode rolar outra vez um teste de Atletismo que tenha recém realizado. Você deve aceitar a segunda rolagem, mesmo que seja pior que a primeira."}, {"nome": "Autossuficiente", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você se vira bem sozinho.", "beneficio": "você não sofre a penalidade de –5 para fazer testes de Cura em si mesmo, e recebe +4 nos testes de Sobrevivência se estiver sozinho (sem nenhum aliado a até 18m)."}, {"nome": "Criar Obra-Prima", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você é um artesão competente e pode criar itens de qualidade excepcional.", "preRequisito": "treinado em Ofício, Foco em Perícia (Ofício).", "beneficio": "você pode construir armas, armaduras e kits de ferramentas de qualidade obra-prima. Uma arma obra-prima for- nece +1 em jogadas de ataque; uma armadura obra-prima tem sua penalidade de armadura reduzida em 1; e um kit de ferramentas obra-prima fornece +2 nos testes da perícia apropriada. Para criar um item obra-prima, siga as regras normais para cria- ção de itens, exceto que a dificuldade do teste de Ofício aumenta em CD+5, e o custo de criação do item aumenta em +100 TO."}, {"nome": "Dedos Ágeis", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você tem mão leve.", "beneficio": "você pode rolar outra vez um teste de Ladinagem que tenha recém realizado. Você deve aceitar a segunda rolagem, mesmo que seja pior que a primeira."}, {"nome": "Diligente", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você é paciente e detalhista.", "beneficio": "você pode gastar uma ação de movimento para se concentrar na tarefa à frente. Se fizer isso, recebe +2 nos testes de perícia realizados até a próxima rodada."}, {"nome": "Foco em Perícia", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Escolha uma perícia. Você tem certo dom com ela.", "preRequisito": "treinado na perícia escolhida.", "beneficio": "você recebe +4 em testes da perícia escolhida."}, {"nome": "Fraudulento", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você sabe como encobrir a verdade.", "beneficio": "você pode rolar outra vez um teste de Enganação que tenha recém realizado. Você deve aceitar a segunda rolagem, mesmo que seja pior que a primeira."}, {"nome": "Impostor", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você pode, de forma quase sobrenatural, fingir ter habilidades que não tem. E você finge tão bem que consegue fazer essas coisas!", "preRequisito": "Car 13, Foco em Perícia (Enganação).", "beneficio": "graças a seu extre- mo charme, magnetismo pessoal e superconfiança, você consegue convencer as pessoas (e também a si próprio!) de que tem certas habilidades ou conhecimentos, quando na verdade não tem. Você pode substituir um teste de qualquer perícia por um teste de Enganação. Você pode usar este talento um número de vezes por dia igual a seu bônus de Carisma."}, {"nome": "Iniciativa Aprimorada", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você não perde tempo em situações de combate.", "beneficio": "você pode rolar outra vez um teste de Iniciati- va que tenha recém realizado. Você deve aceitar a segunda ro- lagem, mesmo que seja pior que a primeira."}, {"nome": "Investigador", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você é um bom detetive.", "preRequisito": "Int 13.", "beneficio": "você pode somar seu bônus de Inteligência a testes de Obter Informação e testes de Percepção para procurar."}, {"nome": "Mãos Rápidas", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Quando os outros percebem, já foram roubados.", "preRequisito": "Des 15, treinado em Ladinagem.", "beneficio": "uma vez por rodada, você pode fazer um teste de Ladinagem para prestidigitação como uma ação livre."}, {"nome": "Negociador", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você sabe barganhar.", "preRequisito": "treinado em Ofício.", "beneficio": "quando você chega a uma comunidade, faça um teste de Ofício (CD 20). Se tiver sucesso, você pode comprar itens nesta comunidade por 75% do preço padrão (arredondado para baixo). Por exemplo, você pode comprar uma armadura completa (que normalmente custa 1.500 TO) por 1.125 TO. Se falhar, você pode tentar novamente em um mês (ou quan- do visitar outra comunidade)."}, {"nome": "Persuasivo", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você sabe ser convincente.", "beneficio": "você pode rolar outra vez um teste de Diplomacia que tenha recém realizado. Você deve aceitar a segunda rolagem, mesmo que seja pior que a primeira."}, {"nome": "Prontidão", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Seus sentidos são mais apurados que o normal.", "beneficio": "você pode rolar outra vez um teste de Percepção que tenha recém realizado. Você deve aceitar a segunda rolagem, mesmo que seja pior que a primeira."}, {"nome": "Rastrear", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você recebeu treinamento para seguir rastros.", "preRequisito": "treinado em Sobrevivência.", "beneficio": "você pode fazer testes de Sobrevivência para encontrar rastros. A difi- culdade varia de acordo com o solo — CD 10 para solo macio (neve, lama), 15 para solo pa- drão (grama, terra) e 20 para solo duro (rocha ou piso de interiores). Você ganha +1 para cada três criaturas no gru- po sendo seguido. Você sofre uma penalidade de –1 para cada dia desde a criação dos rastros e uma penalidade de –5 em visibilidade precária (noite, chuva, neblina). Você precisa fazer um teste para encontrar os rastros e mais um para cada dia de perseguição. Se falhar você pode tentar novamente gastando mais um dia (mas lembre-se de que a CD aumenta a cada dia)."}, {"nome": "Senso da Natureza", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você sabe como viver em áreas selvagens.", "beneficio": "você pode rolar outra vez um teste de Sobrevivên- cia que tenha recém realizado. Você deve aceitar a segunda rola- gem, mesmo que seja pior que a primeira."}, {"nome": "Sorrateiro", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Você é bom em passar despercebido.", "beneficio": "você pode rolar outra vez um teste de Furtividade que tenha recém realizado. Você deve aceitar a segunda rolagem, mesmo que seja pior que a primeira."}, {"nome": "Treino em Perícia", "livro": "Módulo Básico", "tipo": "Talento de Perícia", "descricao": "Escolha uma perícia na qual você não seja treinado. Você se dedicou a esta perícia.", "beneficio": "você se torna treinado na perícia escolhida."}]]